{
    "Bengali": [
        {
            "ID": 27,
            "TITLE": "সকাল ও সন্ধ্যার যিকিরসমূহ",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_028.mp3",
            "TEXT": [
                {
                    "ID": 75,
                    "ARABIC_TEXT": "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ ﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আয়াতুল কুরসি পড়ুন (সূরা বাকারা: ২৫৫)",
                    "TRANSLATED_TEXT": "আল্লাহ - তিনি ছাড়া কোনো সত্যিকারের ইলাহ নেই, চিরঞ্জীব, সবকিছুর ধারক-সংরক্ষক। তাঁকে তন্দ্রা বা নিদ্রা স্পর্শ করে না। আকাশমণ্ডলী ও পৃথিবীতে যা কিছু আছে সব তাঁরই। কে আছে যে তাঁর অনুমতি ছাড়া তাঁর কাছে সুপারিশ করতে পারে? তিনি জানেন তাদের সামনে যা আছে এবং পেছনে যা আছে। তারা তাঁর জ্ঞানের কোনো কিছুতেই পরিবেষ্টন করতে পারে না, কেবল তিনি যা ইচ্ছা করেন তা ছাড়া। তাঁর কুরসি আকাশমণ্ডলী ও পৃথিবীকে পরিবেষ্টন করে আছে এবং এদের সংরক্ষণ তাঁকে ক্লান্ত করে না। আর তিনি সর্বোচ্চ, সর্বশ্রেষ্ঠ।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/75.mp3"
                },
                {
                    "ID": 76,
                    "ARABIC_TEXT": "(بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.) (بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.) (بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾)",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "তারপর সূরা ইখলাস (১১২), সূরা ফালাক (১১৩) এবং সূরা নাস (১১৪) পড়ুন",
                    "TRANSLATED_TEXT": "(সূরা ইখলাস: বলুন, তিনি আল্লাহ, একক। আল্লাহ, অমুখাপেক্ষী। তিনি কাউকে জন্ম দেননি এবং তিনি কারো থেকে জন্মগ্রহণ করেননি। কেউ তাঁর সমকক্ষ নেই।) (সূরা ফালাক: বলুন, আমি আশ্রয় চাই ফজরের রবের কাছে। তিনি যা সৃষ্টি করেছেন তার অনিষ্ট থেকে। অন্ধকার রাত্রির অনিষ্ট থেকে যখন তা গভীর হয়। গ্রন্থিতে ফুঁক দেয়া জাদুকরীদের অনিষ্ট থেকে। হিংসুকের অনিষ্ট থেকে যখন সে হিংসা করে।) (সূরা নাস: বলুন, আমি আশ্রয় চাই মানুষের রবের কাছে। মানুষের রাজার কাছে। মানুষের ইলাহর কাছে। ফিসফিসকারী শয়তানের অনিষ্ট থেকে, যে ফিরে যায়। যে মানুষের অন্তরে ফিসফিস করে। জিন ও মানুষের মধ্য থেকে।)",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/76.mp3"
                },
                {
                    "ID": 77,
                    "ARABIC_TEXT": "((أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيرَ مَا بَعْدَهُ ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي  هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ)). [ وإذا أمسى قال: أمسينا وأمسى الملك للَّه] [وإذا أمسى قال: رب أسألك خير ما في هذه الليلة، وخير ما بعدها، وأعوذ بك من شر ما في هذه الليلة، وشر ما بعدها.]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আসবাহনা ওয়া আসবাহাল মুলকু লিল্লাহি ওয়ালহামদু লিল্লাহি লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়ালাহুল হামদু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর। রাব্বি আসআলুকা খাইরা মা ফী হাযাল ইয়াওমি ওয়া খাইরা মা বা'দাহু ওয়া আউযু বিকা মিন শাররি মা ফী হাযাল ইয়াওমি ওয়া শাররি মা বা'দাহু। রাব্বি আউযু বিকা মিনাল কাসালি ওয়া সূইল কিবারি। রাব্বি আউযু বিকা মিন আযাবিন ফিন নারি ওয়া আযাবিন ফিল কাবর। (সন্ধ্যায়: আমসাইনা ওয়া আমসাল মুলকু লিল্লাহ...)",
                    "TRANSLATED_TEXT": "আমরা সকালে পৌঁছেছি এবং এই সময়ে রাজত্ব আল্লাহর জন্য। সকল প্রশংসা আল্লাহর জন্য। আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান। হে আমার রব! আমি আপনার কাছে এই দিনের কল্যাণ এবং এর পরের কল্যাণ প্রার্থনা করছি। আমি আপনার কাছে এই দিনের অনিষ্ট এবং এর পরের অনিষ্ট থেকে আশ্রয় চাই। হে আমার রব! আমি আপনার কাছে অলসতা ও বার্ধক্যের অনিষ্ট থেকে আশ্রয় চাই। হে আমার রব! আমি আপনার কাছে জাহান্নামের আযাব এবং কবরের আযাব থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/77.mp3"
                },
                {
                    "ID": 78,
                    "ARABIC_TEXT": "((اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا ، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ)). [وإذا أمسى قال: اللَّهم بك أمسينا، وبك أصبحنا، وبك نحيا، وبك نموت، وإليك المصير.]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা বিকা আসবাহনা ওয়াবিকা আমসাইনা, ওয়াবিকা নাহইয়া, ওয়াবিকা নামূতু ওয়া ইলাইকান নুশূর। (সন্ধ্যায়: আল্লাহুম্মা বিকা আমসাইনা, ওয়াবিকা আসবাহনা...)",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনার অনুগ্রহে আমরা সকালে পৌঁছেছি, আপনার অনুগ্রহে সন্ধ্যায় পৌঁছেছি, আপনার অনুগ্রহে আমরা জীবিত আছি, আপনার অনুগ্রহে আমরা মারা যাই এবং আপনার দিকেই প্রত্যাবর্তন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/78.mp3"
                },
                {
                    "ID": 79,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা আনতা রাব্বী লা ইলাহা ইল্লা আনতা, খালাকতানী ওয়া আনা আবদুকা, ওয়া আনা আলা আহদিকা ওয়া ওয়া'দিকা মাসতাতা'তু, আউযু বিকা মিন শাররি মা সানা'তু, আবূউ লাকা বিনি'মাতিকা আলাইয়া, ওয়া আবূউ বিযানবী ফাগফির লী ফাইন্নাহু লা ইয়াগফিরুয যুনূবা ইল্লা আনতা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনি আমার রব, আপনি ছাড়া কোনো ইলাহ নেই। আপনি আমাকে সৃষ্টি করেছেন এবং আমি আপনার বান্দা। আমি যথাসাধ্য আপনার সাথে কৃত অঙ্গীকার ও প্রতিশ্রুতির উপর আছি। আমি আমার কৃতকর্মের অনিষ্ট থেকে আপনার কাছে আশ্রয় চাই। আমি আপনার প্রতি আমার প্রতি অনুগ্রহ স্বীকার করছি এবং আমার গুনাহ স্বীকার করছি। সুতরাং আমাকে ক্ষমা করুন, কেননা আপনি ছাড়া গুনাহ ক্ষমাকারী আর কেউ নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/79.mp3"
                },
                {
                    "ID": 80,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتِكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ)) (أربعَ مَرَّاتٍ).[ وإذا أمسى قال: اللَّهم إني أمسيت...]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আসবাহতু উশহিদুকা, ওয়া উশহিদু হামালাতা আরশিকা, ওয়া মালাইকাতাকা, ওয়া জামীআ খালকিকা, আন্নাকা আনতাল্লাহু লা ইলাহা ইল্লা আনতা ওয়াহদাকা লা শারীকা লাকা, ওয়া আন্না মুহাম্মাদান আবদুকা ওয়া রাসূলুকা। (চারবার সকালে ও সন্ধ্যায়; সন্ধ্যায় 'আমসাইতু' বলতে হবে)",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি সকালে পৌঁছে আপনাকে সাক্ষী রাখছি, আপনার আরশের বাহকদের, আপনার ফেরেশতাদের এবং আপনার সমস্ত সৃষ্টিকে সাক্ষী রাখছি যে, আপনি আল্লাহ, আপনি ছাড়া কোনো ইলাহ নেই, আপনি একক, আপনার কোনো শরীক নেই এবং মুহাম্মাদ ﷺ আপনার বান্দা ও রাসূল। (চারবার; সন্ধ্যায় 'আমসাইতু' দিয়ে শুরু করতে হবে)",
                    "REPEAT": 4,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/80.mp3"
                },
                {
                    "ID": 81,
                    "ARABIC_TEXT": "((اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ)). [وإذا أمسى قال: اللَّهم ما أمسى بي...]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা মা আসবাহা বী মিন নি'মাতিন আও বি-আহাদিন মিন খালকিকা ফামিনকা ওয়াহদাকা লা শারীকা লাকা, ফালাকাল হামদু ওয়া লাকাশ শুকর। (সন্ধ্যায় 'আমসা' দিয়ে বলতে হবে)",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমার উপর বা আপনার কোনো সৃষ্টির উপর যে কোনো নেয়ামত এসেছে, তা একমাত্র আপনার পক্ষ থেকে, আপনার কোনো শরীক নেই। সুতরাং সকল প্রশংসা ও শুকরিয়া আপনার জন্য। (সন্ধ্যায় 'আমসা' দিয়ে শুরু করতে হবে)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/81.mp3"
                },
                {
                    "ID": 82,
                    "ARABIC_TEXT": "((اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ)) (ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা আফিনী ফী বাদানী, আল্লাহুম্মা আফিনী ফী সাম'ঈ, আল্লাহুম্মা আফিনী ফী বাসারী, লা ইলাহা ইল্লা আনতা। আল্লাহুম্মা ইন্নী আউযু বিকা মিনাল কুফরি ওয়াল ফাকরি, ওয়া আউযু বিকা মিন আযাবিল কাবরি, লা ইলাহা ইল্লা আনতা। (তিনবার)",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমার শরীরে আমাকে সুস্থ রাখুন। হে আল্লাহ! আমার শ্রবণে আমাকে সুস্থ রাখুন। হে আল্লাহ! আমার দৃষ্টিতে আমাকে সুস্থ রাখুন। আপনি ছাড়া কোনো ইলাহ নেই। হে আল্লাহ! আমি আপনার কাছে কুফর ও দারিদ্র্য থেকে আশ্রয় চাই এবং কবরের আযাব থেকে আশ্রয় চাই। আপনি ছাড়া কোনো ইলাহ নেই। (তিনবার)",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/82.mp3"
                },
                {
                    "ID": 83,
                    "ARABIC_TEXT": "((حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ)) (سَبْعَ مَرّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "হাসবিয়াল্লাহু লা ইলাহা ইল্লা হুয়া, আলাইহি তাওয়াক্কালতু ওয়া হুয়া রাব্বুল আরশিল আযীম। (সাতবার)",
                    "TRANSLATED_TEXT": "আল্লাহ আমার জন্য যথেষ্ট, তিনি ছাড়া কোনো ইলাহ নেই। আমি তাঁর উপরই ভরসা করি এবং তিনি মহান আরশের রব। (সাতবার)",
                    "REPEAT": 7,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/83.mp3"
                },
                {
                    "ID": 84,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ: فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আসআলুকাল আফওয়া ওয়াল আফিয়াতা ফিদ দুনিয়া ওয়াল আখিরাতি, আল্লাহুম্মা ইন্নী আসআলুকাল আফওয়া ওয়াল আফিয়াতা ফী দীনী ওয়া দুনিয়ায়া ওয়া আহলী ওয়া মালী, আল্লাহুম্মাসতুর আওরাতী ওয়া আমিন রাও'আতী, আল্লাহুম্মাহফাজনী মিন বাইনি য়াদাইয়া ওয়া মিন খালফী ওয়া আন য়ামীনী ওয়া আন শিমালী ওয়া মিন ফাওকী, ওয়া আউযু বি'আজামাতিকা আন উগতালা মিন তাহতী।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে দুনিয়া ও আখিরাতে ক্ষমা ও সুস্থতা প্রার্থনা করছি। হে আল্লাহ! আমি আপনার কাছে আমার দ্বীন, দুনিয়া, পরিবার ও সম্পদে ক্ষমা ও সুস্থতা প্রার্থনা করছি। হে আল্লাহ! আমার দোষত্রুটি আবৃত করুন এবং আমার ভয় দূর করুন। হে আল্লাহ! আমাকে সামনে থেকে, পেছনে থেকে, ডানে থেকে, বামে থেকে এবং উপর থেকে রক্ষা করুন। আমি আপনার মহিমার কাছে আশ্রয় চাই যেন আমাকে নিচ থেকে গ্রাস না করা হয়।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/84.mp3"
                },
                {
                    "ID": 85,
                    "ARABIC_TEXT": "((اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشَرَكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা আলিমাল গাইবি ওয়াশ শাহাদাতি ফাতিরাস সামাওয়াতি ওয়াল আরদি রাব্বা কুল্লি শাইইন ওয়া মালীকাহু আশহাদু আন লা ইলাহা ইল্লা আনতা আউযু বিকা মিন শাররি নাফসী ওয়া মিন শাররিশ শাইতানি ওয়া শিরকিহি ওয়া আন আকতারিফা আলা নাফসী সূআন আও আজুররাহু ইলা মুসলিম।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! গোপন ও প্রকাশ্যের জ্ঞানী, আকাশমণ্ডলী ও পৃথিবীর স্রষ্টা, সবকিছুর রব ও মালিক। আমি সাক্ষ্য দিচ্ছি যে আপনি ছাড়া কোনো ইলাহ নেই। আমি আমার নফসের অনিষ্ট, শয়তান ও তার শিরকের অনিষ্ট থেকে আপনার কাছে আশ্রয় চাই এবং আমি যেন নিজের উপর কোনো অনিষ্ট না করি বা কোনো মুসলিমের দিকে তা না টেনে নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/85.mp3"
                },
                {
                    "ID": 86,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلاَ فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ)) (ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বিসমিল্লাহিল্লাযী লা য়াদুররু মা'আসমিহি শাইউন ফিল আরদি ওয়ালা ফিস সামাই ওয়া হুয়াস সামীউল আলীম। (তিনবার)",
                    "TRANSLATED_TEXT": "আমি আল্লাহর নামে (শুরু করছি), যাঁর নামের সাথে পৃথিবীতে বা আকাশে কোনো কিছুই ক্ষতি করতে পারে না। আর তিনি সর্বশ্রোতা, সর্বজ্ঞ। (তিনবার)",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/86.mp3"
                },
                {
                    "ID": 87,
                    "ARABIC_TEXT": "((رَضِيتُ بِاللَّهِ رَبَّاً، وَبِالْإِسْلاَمِ دِيناً، وَبِمُحَمَّدٍ صلى الله عليه وسلم نَبِيّاً)) (ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "রাদীতু বিল্লাহি রাব্বান ওয়াবিল ইসলামি দীনান ওয়াবি মুহাম্মাদিন নাবিয়্যান। (তিনবার)",
                    "TRANSLATED_TEXT": "আমি আল্লাহকে রব হিসেবে, ইসলামকে দ্বীন হিসেবে এবং মুহাম্মাদ ﷺ-কে নবী হিসেবে সন্তুষ্ট হয়ে গ্রহণ করলাম। (তিনবার)",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/87.mp3"
                },
                {
                    "ID": 88,
                    "ARABIC_TEXT": "((يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ইয়া হাইয়্যু ইয়া কাইয়্যূমু বিরাহমাতিকা আসতাগীসু আসলিহ লী শা'নী কুল্লাহু ওয়ালা তাকিলনী ইলা নাফসী তারফাতা আইন।",
                    "TRANSLATED_TEXT": "হে চিরঞ্জীব, হে সবকিছুর ধারক! আপনার রহমতের মাধ্যমে আমি সাহায্য প্রার্থনা করছি। আমার সমস্ত অবস্থা সংশোধন করে দিন এবং এক মুহূর্তের জন্যও আমাকে আমার নফসের উপর ছেড়ে দেবেন না।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/88.mp3"
                },
                {
                    "ID": 89,
                    "ARABIC_TEXT": "((أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُـمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ:فَتْحَهُ، وَنَصْرَهُ، وَنورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ)). [وإذا أمسى قال: أمسينا وأمسى الملك للَّه ربّ العالمين اللَّهم إني أسألك خير هذه الليلة: فتحها، ونصرها، ونورها، وبركتها، وهداها، وأعوذ بك من شر ما فيها، وشر ما بعدها.]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আসবাহনা ওয়া আসবাহাল মুলকু লিল্লাহি রাব্বিল আলামীন, আল্লাহুম্মা ইন্নী আসআলুকা খাইরা হাযাল ইয়াওমি ফাতহাহু ওয়া নাসরাহু ওয়া নূরাহু ওয়া বারাকাতাহু ওয়া হুদাহু ওয়া আউযু বিকা মিন শাররি মা ফীহি ওয়া শাররি মা বা'দাহু। (সন্ধ্যায়: আমসাইনা ওয়া আমসাল মুলকু লিল্লাহি রাব্বিল আলামীন...)",
                    "TRANSLATED_TEXT": "আমরা সকালে পৌঁছেছি এবং এই সময়ে সমস্ত রাজত্ব আল্লাহর, সকল সৃষ্টির রবের। হে আল্লাহ! আমি আপনার কাছে এই দিনের কল্যাণ প্রার্থনা করছি: তার বিজয়, সাহায্য, নূর, বরকত ও হিদায়াত। আর আমি আপনার কাছে এই দিনের অনিষ্ট এবং এর পরের অনিষ্ট থেকে আশ্রয় চাই। (সন্ধ্যায় অনুরূপভাবে 'আমসাইনা' দিয়ে পড়তে হবে)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/89.mp3"
                },
                {
                    "ID": 90,
                    "ARABIC_TEXT": "((أَصْبَحْنا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صلى الله عليه وسلم، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ)). [وإذا أمسى قال: أمسينا على فطرة الإسلام...]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আসবাহনা আলা ফিতরাতিল ইসলামি ওয়া আলা কালিমাতিল ইখলাসি ওয়া আলা দীনি নাবিয়্যিনা মুহাম্মাদিন ওয়া আলা মিল্লাতি আবীনা ইবরাহীমা হানীফান মুসলিমান ওয়া মা কানা মিনাল মুশরিকীন। (সন্ধ্যায়: আমসাইনা আলা ফিতরাতিল ইসলামি...)",
                    "TRANSLATED_TEXT": "আমরা সকালে পৌঁছেছি ইসলামের ফিতরাতের উপর, খাঁটি ঈমানের কালিমার উপর, আমাদের নবী মুহাম্মাদ ﷺ-এর দ্বীনের উপর এবং আমাদের পিতা ইবরাহীমের মিল্লাতের উপর, যিনি হানীফ মুসলিম ছিলেন এবং মুশরিকদের মধ্যে ছিলেন না। (সন্ধ্যায় 'আমসাইনা' দিয়ে শুরু করতে হবে)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/90.mp3"
                },
                {
                    "ID": 91,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ وَبِحَمْدِهِ)) (مائة مرَّةٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানাল্লাহি ওয়া বিহামদিহি। (একশ'বার)",
                    "TRANSLATED_TEXT": "আল্লাহ পবিত্র এবং তাঁর প্রশংসা। (একশ'বার)",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/91.mp3"
                },
                {
                    "ID": 92,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) (عشرَ مرَّات) ، أَوْ (مرَّةً واحدةً عندَ الكَسَلِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর। (দশবার বা অলসতায় একবার)",
                    "TRANSLATED_TEXT": "আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান। (দশবার বা অলসতায় একবার)",
                    "REPEAT": 10,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/92.mp3"
                },
                {
                    "ID": 93,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) (مائةَ مرَّةٍ إذا أصبحَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর। (সকালে একশ'বার)",
                    "TRANSLATED_TEXT": "আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান। (সকালে একশ'বার)",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/93.mp3"
                },
                {
                    "ID": 94,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ)) (ثلاثَ مرَّاتٍ إذا أصبحَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানাল্লাহি ওয়া বিহামদিহি আদাদা খালকিহি ওয়া রিদা নাফসিহি ওয়া যিনাতা আরশিহি ওয়া মিদাদা কালিমাতিহি। (সকালে তিনবার)",
                    "TRANSLATED_TEXT": "আল্লাহ পবিত্র এবং তাঁর প্রশংসা, তাঁর সৃষ্টির সংখ্যা পরিমাণ, তাঁর সন্তুষ্টির পরিমাণ, তাঁর আরশের ওজন পরিমাণ এবং তাঁর কালিমাসমূহের কালি পরিমাণ। (সকালে তিনবার)",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/94.mp3"
                },
                {
                    "ID": 95,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً)) (إذا أصبحَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আসআলুকা ইলমান নাফিআন ওয়া রিযকান তাইয়্যিবান ওয়া আমালান মুতাকাব্বালান।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে উপকারী জ্ঞান, পবিত্র রিযিক এবং কবুলযোগ্য আমল প্রার্থনা করছি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/95.mp3"
                },
                {
                    "ID": 96,
                    "ARABIC_TEXT": "((أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ)) (مِائَةَ مَرَّةٍ فِي الْيَوْمِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আসতাগফিরুল্লাহা ওয়া আতূবু ইলাইহি। (দিনে একশ'বার)",
                    "TRANSLATED_TEXT": "আমি আল্লাহর কাছে ক্ষমা প্রার্থনা করছি এবং তাঁর দিকে তওবা করছি। (দিনে একশ'বার)",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/96.mp3"
                },
                {
                    "ID": 97,
                    "ARABIC_TEXT": "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ)) (ثلاثَ مرَّاتٍ إذا أمسى).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আউযু বিকালিমাতিল্লাহিত তাম্মাতি মিন শাররি মা খালাক। (সন্ধ্যায় তিনবার)",
                    "TRANSLATED_TEXT": "আমি আল্লাহর পরিপূর্ণ কালিমাসমূহের মাধ্যমে তাঁর সৃষ্টির অনিষ্ট থেকে আশ্রয় প্রার্থনা করছি। (সন্ধ্যায় তিনবার)",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/97.mp3"
                },
                {
                    "ID": 98,
                    "ARABIC_TEXT": "((اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ)) (عشرَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা সাল্লি ওয়া সাল্লিম আলা নাবিয়্যিনা মুহাম্মাদিন। (দশবার)",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমাদের নবী মুহাম্মাদ ﷺ-এর উপর দরূদ ও সালাম পাঠান। (দশবার)",
                    "REPEAT": 10,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/98.mp3"
                }
            ]
        },
        {
            "ID": 28,
            "TITLE": "ঘুমানোর আগে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_029.mp3",
            "TEXT": [
                {
                    "ID": 99,
                    "ARABIC_TEXT": "((يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ فِيهِمَا:بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.  بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.  بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ)) (يفعلُ ذلك ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "প্রতি রাতে বিছানায় যাওয়ার সময় নবী ﷺ তাঁর দুই হাতের তালু একত্র করে তাতে ফুঁ দিতেন, তারপর সেখানে সূরা ইখলাস (১১২), সূরা ফালাক (১১৩) এবং সূরা নাস (১১৪) পড়তেন। তারপর দুই হাত দিয়ে যতদূর সম্ভব শরীর মুছে নিতেন, মাথা ও মুখ থেকে শুরু করে শরীরের সামনের অংশ পর্যন্ত। এটা তিনবার করতেন।",
                    "TRANSLATED_TEXT": "প্রতি রাতে বিছানায় যাওয়ার সময় নবী ﷺ তাঁর দুই হাতের তালু একত্র করে তাতে ফুঁ দিতেন (যাতে মূলত বাতাস থাকে এবং সামান্য লালা), তারপর সেখানে কুরআনের শেষ তিনটি সূরা (ইখলাস, ফালাক, নাস) পড়তেন এবং তারপর দুই হাত দিয়ে যতদূর সম্ভব সমস্ত শরীর মুছে নিতেন, মাথা ও মুখ থেকে শুরু করে শরীরের সামনের অংশ পর্যন্ত। এটা তিনবার করতেন।",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/99.mp3"
                },
                {
                    "ID": 100,
                    "ARABIC_TEXT": "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْـــــــــــدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আয়াতুল কুরসি পড়ুন (সূরা বাকারা: ২৫৫)",
                    "TRANSLATED_TEXT": "আল্লাহ - তিনি ছাড়া কোনো সত্যিকারের ইলাহ নেই, চিরঞ্জীব, সবকিছুর ধারক-সংরক্ষক। তাঁকে তন্দ্রা বা নিদ্রা স্পর্শ করে না। আকাশমণ্ডলী ও পৃথিবীতে যা কিছু আছে সব তাঁরই। কে আছে যে তাঁর অনুমতি ছাড়া তাঁর কাছে সুপারিশ করতে পারে? তিনি জানেন তাদের সামনে যা আছে এবং পেছনে যা আছে। তারা তাঁর জ্ঞানের কোনো কিছুতেই পরিবেষ্টন করতে পারে না, কেবল তিনি যা ইচ্ছা করেন তা ছাড়া। তাঁর কুরসি আকাশমণ্ডলী ও পৃথিবীকে পরিবেষ্টন করে আছে এবং এদের সংরক্ষণ তাঁকে ক্লান্ত করে না। আর তিনি সর্বোচ্চ, সর্বশ্রেষ্ঠ।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/100.mp3"
                },
                {
                    "ID": 101,
                    "ARABIC_TEXT": "﴿آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ* لاَ يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ﴾.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সূরা বাকারার শেষ দুই আয়াত (২৮৫-২৮৬) পড়ুন",
                    "TRANSLATED_TEXT": "(২৮৫) রাসূল তাঁর প্রতি তাঁর রবের পক্ষ থেকে যা নাযিল করা হয়েছে তাতে ঈমান এনেছেন এবং মুমিনরাও। তাদের প্রত্যেকেই আল্লাহ, তাঁর ফেরেশতা, তাঁর কিতাবসমূহ ও তাঁর রাসূলগণের প্রতি ঈমান এনেছে। (তারা বলে,) আমরা তাঁর রাসূলদের মধ্যে কারো মধ্যে পার্থক্য করি না। আর তারা বলে, আমরা শুনলাম ও মেনে নিলাম। হে আমাদের রব! আমরা আপনার কাছে ক্ষমা প্রার্থনা করছি এবং প্রত্যাবর্তন আপনার দিকেই। (২৮৬) আল্লাহ কোনো ব্যক্তির উপর তার সাধ্যের বাইরে কোনো দায়িত্ব দেন না। তার জন্য রয়েছে যা সে অর্জন করেছে এবং তার উপর বর্তায় যা সে অর্জন করেছে। হে আমাদের রব! যদি আমরা ভুলে যাই বা ভুল করি তাহলে আমাদের পাকড়াও করবেন না। হে আমাদের রব! আমাদের পূর্ববর্তীদের উপর যেমন ভারী দায়িত্ব চাপিয়েছিলেন আমাদের উপর তেমন ভারী দায়িত্ব চাপাবেন না। হে আমাদের রব! আমাদের সেই ভার চাপাবেন না যা বহন করার শক্তি আমাদের নেই। আমাদের ক্ষমা করুন, আমাদের মার্জনা করুন এবং আমাদের প্রতি দয়া করুন। আপনিই আমাদের অভিভাবক। সুতরাং অবিশ্বাসী সম্প্রদায়ের বিরুদ্ধে আমাদের সাহায্য করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/101.mp3"
                },
                {
                    "ID": 102,
                    "ARABIC_TEXT": "((بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বিসমিকা রাব্বী ওয়াদা'তু জানবী ওয়া বিকা আরফা'উহু, ফা-ইন আমসাকতা নাফসী ফারহামহা, ওয়া ইন আরসালতাহা ফাহফাজহা বিমা তাহফাজু বিহি ইবাদাকাস সালিহীন।",
                    "TRANSLATED_TEXT": "হে আমার রব! আপনার নামে আমি আমার পার্শ্ব রাখলাম এবং আপনার নামেই আমি তা উঠাব। যদি আপনি আমার প্রাণ নিয়ে নেন তাহলে তার প্রতি রহম করুন, আর যদি আপনি তা ফিরিয়ে দেন তাহলে তা রক্ষা করুন, যেভাবে আপনি আপনার নেক বান্দাদের রক্ষা করেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/102.mp3"
                },
                {
                    "ID": 103,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْياهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ إِنِّي أَسْأَلُكَ العَافِيَةَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নাকা খালাকতা নাফসী ওয়া আনতা তাওয়াফফাহা, লাকা মামাতুহা ওয়া মাহইয়াহা, ইন আহইয়াইতাহা ফাহফাজহা, ওয়া ইন আমাত্তাহা ফাগফির লাহা। আল্লাহুম্মা ইন্নী আসআলুকাল আফিয়াতা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনি আমার প্রাণ সৃষ্টি করেছেন এবং আপনিই তার মৃত্যু ঘটাবেন। তার জীবন ও মৃত্যু আপনারই। যদি আপনি তাকে জীবিত রাখেন তাহলে রক্ষা করুন, আর যদি মৃত্যু দান করেন তাহলে ক্ষমা করুন। হে আল্লাহ! আমি আপনার কাছে আফিয়াত (সুস্থতা ও নিরাপত্তা) প্রার্থনা করছি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/103.mp3"
                },
                {
                    "ID": 104,
                    "ARABIC_TEXT": "((اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা কিনী আযাবাকা ইয়াওমা তাবআসু ইবাদাক।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনি যেদিন আপনার বান্দাদের পুনরুত্থিত করবেন সেদিন আমাকে আপনার আযাব থেকে রক্ষা করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/104.mp3"
                },
                {
                    "ID": 105,
                    "ARABIC_TEXT": "((بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বিসমিকাল্লাহুম্মা আমূতু ওয়া আহইয়া।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনার নামে আমি মারা যাই এবং জীবিত হই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/105.mp3"
                },
                {
                    "ID": 106,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ (ثلاثاً وثلاثين) وَالْحَمْدُ لِلَّهِ (ثلاثاً وثلاثين) وَاللَّهُ أَكْبَرُ (أربعاً وثلاثينَ))).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানাল্লাহ (তেত্রিশবার), আলহামদুলিল্লাহ (তেত্রিশবার), আল্লাহু আকবার (চৌত্রিশবার)।",
                    "TRANSLATED_TEXT": "আল্লাহ পবিত্র (তেত্রিশবার), সকল প্রশংসা আল্লাহর জন্য (তেত্রিশবার), আল্লাহ সর্বশ্রেষ্ঠ (চৌত্রিশবার)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/106.mp3"
                },
                {
                    "ID": 107,
                    "ARABIC_TEXT": "((اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা রাব্বাস সামাওয়াতিস সাব'ই ওয়া রাব্বাল আরদি ওয়া রাব্বাল আরশিল আযীম, রাব্বানা ওয়া রাব্বা কুল্লি শাইইন, ফালিকাল হাব্বি ওয়ান নাওয়া, ওয়া মুনযিলাত তাওরাতি ওয়াল ইঞ্জীলি ওয়াল ফুরকান, আউযু বিকা মিন শাররি কুল্লি শাইইন আনতা আখিযুন বিনাসিয়াতিহি। আল্লাহুম্মা আনতাল আওয়ালু ফালাইসা কাবলাকা শাইউন, ওয়া আনতাল আখিরু ফালাইসা বা'দাকা শাইউন, ওয়া আনতায যাহিরু ফালাইসা ফাওকাকা শাইউন, ওয়া আনতাল বাতিনু ফালাইসা দূনাকা শাইউন, ইকদি আন্নাদ দাইনা ওয়া আগনিনা মিনাল ফাকর।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! সাত আকাশের রব, পৃথিবীর রব, মহান আরশের রব, আমাদের রব এবং সবকিছুর রব। শস্য ও খেজুরের বিচি বিদীর্ণকারী, তাওরাত, ইঞ্জীল ও ফুরকান নাযিলকারী। আমি আপনার কাছে আশ্রয় চাই প্রত্যেক জিনিসের অনিষ্ট থেকে যার মাথার সামনের অংশ আপনি ধরে রেখেছেন। হে আল্লাহ! আপনি প্রথম, আপনার আগে কিছু নেই। আপনি শেষ, আপনার পরে কিছু নেই। আপনি প্রকাশ্য, আপনার উপরে কিছু নেই। আপনি অপ্রকাশ্য, আপনার নিচে কিছু নেই। আমাদের ঋণ পরিশোধ করে দিন এবং আমাদের দারিদ্র্য থেকে মুক্ত করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/107.mp3"
                },
                {
                    "ID": 108,
                    "ARABIC_TEXT": "((الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আলহামদুলিল্লাহিল্লাযী আত'আমানা ওয়া সাকানা ওয়া কাফানা ওয়া আওয়ানা, ফাকাম মিম্মান লা কাফিয়া লাহু ওয়ালা মু'উয়া।",
                    "TRANSLATED_TEXT": "সকল প্রশংসা আল্লাহর জন্য যিনি আমাদের খাইয়েছেন ও পান করিয়েছেন, আমাদের যথেষ্ট করেছেন এবং আশ্রয় দিয়েছেন। কত মানুষ আছে যাদের কোনো যথেষ্টকারী বা আশ্রয়দাতা নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/108.mp3"
                },
                {
                    "ID": 109,
                    "ARABIC_TEXT": "((اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা আলিমাল গাইবি ওয়াশ শাহাদাতি ফাতিরাস সামাওয়াতি ওয়াল আরদি রাব্বা কুল্লি শাইইন ওয়া মালীকাহু আশহাদু আন লা ইলাহা ইল্লা আনতা আউযু বিকা মিন শাররি নাফসী ওয়া মিন শাররিশ শাইতানি ওয়া শিরকিহি ওয়া আন আকতারিফা আলা নাফসী সূআন আও আজুররাহু ইলা মুসলিম।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! গোপন ও প্রকাশ্যের জ্ঞানী, আকাশমণ্ডলী ও পৃথিবীর স্রষ্টা, সবকিছুর রব ও মালিক। আমি সাক্ষ্য দিচ্ছি যে আপনি ছাড়া কোনো ইলাহ নেই। আমি আমার নফসের অনিষ্ট, শয়তান ও তার শিরকের অনিষ্ট থেকে আপনার কাছে আশ্রয় চাই এবং আমি যেন নিজের উপর কোনো অনিষ্ট না করি বা কোনো মুসলিমের দিকে তা না টেনে নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/109.mp3"
                },
                {
                    "ID": 110,
                    "ARABIC_TEXT": "((يَقْرَأُ ﴿الم﴾ تَنْزِيلَ السَّجْدَة ِ،  وَتَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "নবী ﷺ ঘুমানোর আগে সূরা সাজদাহ (৩২) এবং সূরা মুলক (৬৭) পড়তেন না ছাড়া।",
                    "TRANSLATED_TEXT": "নবী ﷺ ঘুমানোর আগে সূরা সাজদাহ (৩২) এবং সূরা মুলক (৬৭) পড়তেন না ছাড়া।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/110.mp3"
                },
                {
                    "ID": 111,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা আসলামতু নাফসী ইলাইকা, ওয়া ফাওয়াদতু আমরী ইলাইকা, ওয়া ওয়াজ্জাহতু ওয়াজহী ইলাইকা, ওয়া আলজা'তু যাহরী ইলাইকা, রাগবাতান ওয়া রাহবাতান ইলাইকা, লা মালজা' ওয়ালা মানজা মিনকা ইল্লা ইলাইকা, আমানতু বিকিতাবিকাল্লাযী আনযালতা ওয়া বিনাবিয়্যিকাল্লাযী আরসালতা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আমার প্রাণকে আপনার কাছে সমর্পণ করলাম, আমার কাজ আপনার হাতে ছেড়ে দিলাম, আমার মুখ আপনার দিকে ফিরিয়ে দিলাম, আমার পিঠ আপনার দিকে ঠেকিয়ে দিলাম, আপনার প্রতি আকাঙ্ক্ষা ও ভয় নিয়ে। আপনি ছাড়া কোনো আশ্রয় বা মুক্তির স্থান নেই। আমি আপনার কিতাবে বিশ্বাস করি যা আপনি নাযিল করেছেন এবং আপনার নবীতে যাকে আপনি প্রেরণ করেছেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/111.mp3"
                }
            ]
        },
        {
            "ID": 1,
            "TITLE": "জাগ্রত হওয়ার পর যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_002.mp3",
            "TEXT": [
                {
                    "ID": 1,
                    "ARABIC_TEXT": "(.الْحَمْدُ للَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ )",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আলহামদুলিল্লাহিল্লাযী আহইয়ানা বা'দা মা আমাতানা ওয়া ইলাইহিন নুশূর।",
                    "TRANSLATED_TEXT": "সকল প্রশংসা আল্লাহর জন্য যিনি আমাদের মৃত্যুর পর জীবিত করেছেন এবং তাঁর দিকেই পুনরুত্থান।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/1.mp3"
                },
                {
                    "ID": 2,
                    "ARABIC_TEXT": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالْحَمْدُ للَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفرْ لِي",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর। সুবহানাল্লাহ, ওয়ালহামদুলিল্লাহ, ওয়ালা ইলাহা ইল্লাল্লাহ, ওয়াল্লাহু আকবার। ওয়ালা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহিল আলিয়্যিল আযীম। রাব্বিগফির লী।",
                    "TRANSLATED_TEXT": "আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান। আল্লাহ পবিত্র, সকল প্রশংসা আল্লাহর জন্য, আল্লাহ ছাড়া কোনো ইলাহ নেই, আল্লাহ সর্বশ্রেষ্ঠ। কোনো শক্তি বা ক্ষমতা নেই আল্লাহ ছাড়া, যিনি সর্বোচ্চ, সর্বশ্রেষ্ঠ। হে আমার রব! আমাকে ক্ষমা করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/2.mp3"
                },
                {
                    "ID": 3,
                    "ARABIC_TEXT": "( الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لي بِذِكْرِهِ )",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আলহামদুলিল্লাহিল্লাযী আফানী ফী জাসাদী ওয়া রাদ্দা আলাইয়া রূহী ওয়া আযিনা লী বিযিকরিহি।",
                    "TRANSLATED_TEXT": "সকল প্রশংসা আল্লাহর জন্য যিনি আমার শরীরে সুস্থতা দান করেছেন, আমার প্রাণ ফিরিয়ে দিয়েছেন এবং তাঁর যিকিরের অনুমতি দিয়েছেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/3.mp3"
                },
                {
                    "ID": 4,
                    "ARABIC_TEXT": "﴿ إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لأُوْلِي الألْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ* رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ* رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ* رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ* فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَى بَعْضُكُم مِّن بَعْضٍ فَالَّذِينَ هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ وَأُوذُواْ فِي سَبِيلِي وَقَاتَلُواْ وَقُتِلُواْ لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ثَوَاباً مِّن عِندِ اللَّهِ وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ * لاَ يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُواْ فِي الْبِلاَدِ * مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ * لَكِنِ الَّذِينَ اتَّقَوْاْ رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا نُزُلاً مِّنْ عِندِ اللَّهِ وَمَا عِندَ اللَّهِ خَيْرٌ لِّلأَبْرَارِ * وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ*يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ ﴾",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সূরা আলে ইমরানের আয়াত ১৯০ থেকে সূরার শেষ পর্যন্ত পড়ুন",
                    "TRANSLATED_TEXT": "(১৯০) নিশ্চয়ই আকাশমণ্ডলী ও পৃথিবীর সৃষ্টিতে এবং রাত ও দিনের পরিবর্তনে জ্ঞানীদের জন্য নিদর্শন রয়েছে। (১৯১) যারা দাঁড়িয়ে, বসে এবং শুয়ে আল্লাহকে স্মরণ করে এবং আকাশমণ্ডলী ও পৃথিবীর সৃষ্টি নিয়ে চিন্তা করে। (তারা বলে,) হে আমাদের রব! আপনি এসব অর্থহীন সৃষ্টি করেননি। আপনি পবিত্র, আমাদের জাহান্নামের আযাব থেকে রক্ষা করুন। (১৯২) হে আমাদের রব! আপনি যাকে জাহান্নামে প্রবেশ করাবেন তাকে অপমান করবেন এবং যালিমদের কোনো সাহায্যকারী নেই। (১৯৩) হে আমাদের রব! আমরা একজন আহ্বানকারীকে ঈমানের দিকে আহ্বান করতে শুনেছি যে, তোমাদের রবের প্রতি ঈমান আনো। সুতরাং আমরা ঈমান এনেছি। হে আমাদের রব! আমাদের গুনাহ ক্ষমা করুন, আমাদের মন্দকর্মসমূহ দূর করুন এবং আমাদের নেককারদের সাথে মৃত্যু দান করুন। (১৯৪) হে আমাদের রব! আপনি আমাদের প্রতি যা ওয়াদা করেছেন তা আমাদের দান করুন এবং কিয়ামতের দিন আমাদের অপমান করবেন না। নিশ্চয়ই আপনি ওয়াদা ভঙ্গ করেন না। (১৯৫) তাদের রব তাদের ডাকে সাড়া দিলেন যে, আমি তোমাদের কোনো কর্মকারীর কর্ম নষ্ট করব না, পুরুষ হোক বা নারী। তোমরা একে অপরের সমতুল্য। যারা হিজরত করেছে, তাদের ঘর থেকে বিতাড়িত হয়েছে, আমার পথে কষ্ট সহ্য করেছে, যুদ্ধ করেছে এবং নিহত হয়েছে, আমি তাদের মন্দকর্মসমূহ অবশ্যই দূর করে দিব এবং তাদেরকে জান্নাতে প্রবেশ করাব, যার নিচে নদী প্রবাহিত। এটা আল্লাহর পক্ষ থেকে প্রতিদান এবং আল্লাহর কাছে উত্তম প্রতিদান রয়েছে। (১৯৬) কাফিরদের দেশে ঘুরে বেড়ানো তোমাকে প্রতারিত করবে না। (১৯৭) এটা সামান্য ভোগ্য, তারপর তাদের আশ্রয় জাহান্নাম এবং তা কত নিকৃষ্ট আশ্রয়! (১৯৮) কিন্তু যারা তাদের রবকে ভয় করে, তাদের জন্য রয়েছে জান্নাত, যার নিচে নদী প্রবাহিত। তারা সেখানে চিরকাল থাকবে। এটা আল্লাহর পক্ষ থেকে আপ্যায়ন এবং আল্লাহর কাছে যা আছে তা নেককারদের জন্য উত্তম। (১৯৯) এবং কিতাবীদের মধ্যে এমন কেউ আছে যারা আল্লাহর প্রতি এবং তোমাদের প্রতি যা নাযিল হয়েছে এবং তাদের প্রতি যা নাযিল হয়েছে ঈমান আনে। তারা আল্লাহর প্রতি বিনয়ী। তারা আল্লাহর আয়াতসমূহকে তুচ্ছ মূল্যে বিক্রি করে না। তাদের জন্য তাদের রবের কাছে প্রতিদান রয়েছে। নিশ্চয়ই আল্লাহ হিসাব গ্রহণে ত্বরিত। (২০০) হে ঈমানদারগণ! ধৈর্য ধরো, প্রতিযোগিতায় ধৈর্য ধরো, সীমান্তে প্রহরায় থাকো এবং আল্লাহকে ভয় করো যাতে তোমরা সফল হও।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/4.mp3"
                }
            ]
        },
        {
            "ID": 6,
            "TITLE": "পায়খানায় প্রবেশের দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_007.mp3",
            "TEXT": [
                {
                    "ID": 10,
                    "ARABIC_TEXT": "([بِسْمِ اللَّهِ] اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبائِث).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(বিসমিল্লাহ) আল্লাহুম্মা ইন্নী আউযু বিকা মিনাল খুবসি ওয়াল খাবাইস।",
                    "TRANSLATED_TEXT": "(আল্লাহর নামে) হে আল্লাহ! আমি আপনার কাছে অপবিত্রতা ও অপবিত্রতার কাজ থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/10.mp3"
                }
            ]
        },
        {
            "ID": 7,
            "TITLE": "পায়খানা থেকে বের হওয়ার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_008.mp3",
            "TEXT": [
                {
                    "ID": 11,
                    "ARABIC_TEXT": "(غُفْرَانَكَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "গুফরানাক।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে ক্ষমা প্রার্থনা করছি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/11.mp3"
                }
            ]
        },
        {
            "ID": 8,
            "TITLE": "ওযু করার আগে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_009.mp3",
            "TEXT": [
                {
                    "ID": 12,
                    "ARABIC_TEXT": "(بِسْمِ اللَّهِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বিসমিল্লাহ।",
                    "TRANSLATED_TEXT": "আল্লাহর নামে (শুরু করছি)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/12.mp3"
                }
            ]
        },
        {
            "ID": 9,
            "TITLE": "ওযু শেষ করার পর যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_010.mp3",
            "TEXT": [
                {
                    "ID": 13,
                    "ARABIC_TEXT": "(أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ..).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আশহাদু আন লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসূলুহু।",
                    "TRANSLATED_TEXT": "আমি সাক্ষ্য দিচ্ছি যে আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই এবং আমি সাক্ষ্য দিচ্ছি যে মুহাম্মাদ ﷺ তাঁর বান্দা ও রাসূল।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/13.mp3"
                },
                {
                    "ID": 14,
                    "ARABIC_TEXT": "(اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ)",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাজ আলনী মিনাত তাওয়াবীনা ওয়াজ আলনী মিনাল মুতাতাহহিরীন।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমাকে তওবাকারীদের মধ্যে রাখুন এবং আমাকে পবিত্রতা অর্জনকারীদের মধ্যে রাখুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/14.mp3"
                },
                {
                    "ID": 15,
                    "ARABIC_TEXT": "(سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানাকাল্লাহুম্মা ওয়া বিহামদিকা, আশহাদু আন লা ইলাহা ইল্লা আনতা, আসতাগফিরুকা ওয়া আতূবু ইলাইকা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনি পবিত্র এবং আপনার প্রশংসা। আমি সাক্ষ্য দিচ্ছি যে আপনি ছাড়া কোনো ইলাহ নেই। আমি আপনার কাছে ক্ষমা প্রার্থনা করছি এবং আপনার দিকে তওবা করছি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/15.mp3"
                }
            ]
        },
        {
            "ID": 10,
            "TITLE": "ঘর থেকে বের হওয়ার সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_011.mp3",
            "TEXT": [
                {
                    "ID": 16,
                    "ARABIC_TEXT": "(بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَاَ حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللَّهِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বিসমিল্লাহ, তাওয়াক্কালতু আলাল্লাহ, ওয়ালা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহ।",
                    "TRANSLATED_TEXT": "আল্লাহর নামে (বের হচ্ছি), আমি আল্লাহর উপর ভরসা করলাম এবং কোনো শক্তি বা ক্ষমতা নেই আল্লাহ ছাড়া।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/16.mp3"
                },
                {
                    "ID": 17,
                    "ARABIC_TEXT": "(اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আউযু বিকা আন আদিল্লা আও উদাল্লা, আও আযিল্লা আও উযাল্লা, আও আযলিমা আও উযলামা, আও আজহালা আও য়ুজহালা আলাইয়া।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে আশ্রয় চাই যেন আমি পথভ্রষ্ট না হই বা পথভ্রষ্ট না করা হয়, যেন আমি পিছলে না পড়ি বা পিছলে না ফেলা হয়, যেন আমি যুলুম না করি বা যুলুমের শিকার না হই, যেন আমি অজ্ঞতা না করি বা আমার উপর অজ্ঞতা প্রয়োগ না করা হয়।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/17.mp3"
                }
            ]
        },
        {
            "ID": 11,
            "TITLE": "ঘরে প্রবেশের সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_012.mp3",
            "TEXT": [
                {
                    "ID": 18,
                    "ARABIC_TEXT": "(بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا، ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বিসমিল্লাহি ওয়ালাজনা, ওয়াবিসমিল্লাহি খারাজনা, ওয়া আলাল্লাহি রাব্বিনা তাওয়াক্কালনা। (তারপর ঘরের লোকদের সালাম দিতে হবে।)",
                    "TRANSLATED_TEXT": "আল্লাহর নামে আমরা প্রবেশ করলাম, আল্লাহর নামে আমরা বের হলাম এবং আমাদের রব আল্লাহর উপরই আমরা ভরসা করলাম। (তারপর ঘরের লোকদের সালাম দিতে হবে।)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/18.mp3"
                }
            ]
        },
        {
            "ID": 12,
            "TITLE": "মসজিদে যাওয়ার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_013.mp3",
            "TEXT": [
                {
                    "ID": 19,
                    "ARABIC_TEXT": "اللّهُـمَّ اجْعَـلْ فِي قَلْبـي نُوراً ، وَفي لِسَـانِي نُوراً، وَفِي سَمْعِي نُوراً, وَفِي بَصَرِيِ نُوراً, وَمِنْ فََوْقِي نُوراً , وَ مِنْ تَحْتِي نُوراً, وَ عَنْ يَمِينيِ نُوراَ, وعَنْ شِمَالِي نُوراً, وَمْن أَماَمِي نُوراً, وَمِنْ خَلْفيِ نُوراَ, واجْعَلْ فِي نَفْسِي نُوراً, وأَعْظِمْ لِي نُوراً, وَعظِّمْ لِي نُوراً, وَاجْعَلْ لِي نُوراً, واجْعَلنِي نُوراً, أللَّهُمَّ أَعْطِنِي نُوراً, واجْعَلْ فِي عَصَبِي نُوراً, وَفِي لَحْمِي نُوراً, وَفِي دَمِي نُوراً وَفِي شَعْرِي نُوراً, وفِي بَشَرِي نُوراً (أَللَّهُمَّ اجِعَلْ لِي نُوراً فِي قّبْرِي وَ نُوراَ فِي عِظاَمِي) (وَزِدْنِي نُوراً, وَزِدْنِي نُوراَ , وَزِدْنِي نُوراً) (وَهَبْ لِي نُوراً عَلَى نُوراً )",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাজ আল ফী কালবী নূরান, ওয়া ফী লিসানী নূরান, ওয়া ফী সাম'ঈ নূরান, ওয়া ফী বাসারী নূরান, ওয়া মিন ফাওকী নূরান, ওয়া মিন তাহতী নূরান, ওয়া আন য়ামীনী নূরান, ওয়া আন শিমালী নূরান, ওয়া মিন আমামী নূরান, ওয়া মিন খালফী নূরান। ওয়াজ আল ফী নাফসী নূরান, ওয়া আ'যিম লী নূরান, ওয়া আ'যিম লী নূরান। ওয়াজ আল লী নূরান, ওয়াজ আলনী নূরান। আল্লাহুম্মা আ'তিনী নূরান, ওয়াজ আল ফী আসাবী নূরান, ওয়া ফী লাহমী নূরান, ওয়া ফী দামী নূরান, ওয়া ফী শা'রী নূরান, ওয়া ফী বাশারী নূরান। (আল্লাহুম্মাজ আল লী নূরান ফী কাবরী ওয়া নূরান ফী ইযামী) (ওয়া যিদনী নূরান, ওয়া যিদনী নূরান, ওয়া যিদনী নূরান) (ওয়া হাব লী নূরান আলা নূরান)।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমার অন্তরে নূর দান করুন, আমার জিহ্বায় নূর দান করুন, আমার শ্রবণে নূর দান করুন, আমার দৃষ্টিতে নূর দান করুন। আমার উপরে নূর দান করুন, আমার নিচে নূর দান করুন, আমার ডানে নূর দান করুন, আমার বামে নূর দান করুন, আমার সামনে নূর দান করুন, আমার পেছনে নূর দান করুন। আমার নফসে নূর দান করুন, আমার জন্য নূরকে বড় করুন, আমার জন্য নূরকে মহান করুন। আমার জন্য নূর দান করুন এবং আমাকে নূর বানিয়ে দিন। হে আল্লাহ! আমাকে নূর দান করুন, আমার স্নায়ুতে নূর দান করুন, আমার মাংসে নূর দান করুন, আমার রক্তে নূর দান করুন, আমার চুলে নূর দান করুন, আমার চামড়ায় নূর দান করুন। (হে আল্লাহ! আমার কবরে নূর দান করুন এবং আমার হাড়ে নূর দান করুন।) (আমাকে আরও নূর দান করুন, আমাকে আরও নূর দান করুন, আমাকে আরও নূর দান করুন।) (আমাকে নূরের উপর নূর দান করুন।)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/19.mp3"
                }
            ]
        },
        {
            "ID": 13,
            "TITLE": "মসজিদে প্রবেশের দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_014.mp3",
            "TEXT": [
                {
                    "ID": 20,
                    "ARABIC_TEXT": "(يَبْدَأُ بِرِجْلِهِ الْيُمْنَى) ، وَيَقُولُ: ((أَعُوذُ بِاللَّهِ العَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ))  [بِسْمِ اللَّهِ، وَالصَّلَاةُ] [وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ]  ((اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ডান পা দিয়ে শুরু করবে এবং বলবে: আউযু বিল্লাহিল আযীমি ওয়া বিওয়াজহিহিল কারীমি ওয়া সুলতানিহিল কাদীমি মিনাশ শাইতানির রাজীম। বিসমিল্লাহ, ওয়াস সালাতু ওয়াস সালামু আলা রাসূলিল্লাহ। আল্লাহুম্মাফতাহ লী আবওয়াবা রাহমাতিক।",
                    "TRANSLATED_TEXT": "(ডান পা দিয়ে শুরু করবে) এবং বলবে: আমি মহান আল্লাহর কাছে, তাঁর সম্মানিত চেহারার কাছে এবং তাঁর চিরন্তন ক্ষমতার কাছে আশ্রয় চাই অভিশপ্ত শয়তান থেকে। আল্লাহর নামে, দরূদ ও সালাম রাসূলুল্লাহ ﷺ-এর উপর। হে আল্লাহ! আমার জন্য আপনার রহমতের দরজাসমূহ খুলে দিন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/20.mp3"
                }
            ]
        },
        {
            "ID": 14,
            "TITLE": "মসজিদ থেকে বের হওয়ার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_015.mp3",
            "TEXT": [
                {
                    "ID": 21,
                    "ARABIC_TEXT": "((يَبْدَأُ بِرِجْلِهِ الْيُسْرَى))  وَيَقُولُ: ((بِسْمِ اللَّهِ وَالصّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِك، اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বাম পা দিয়ে শুরু করবে এবং বলবে: বিসমিল্লাহি ওয়াস সালাতু ওয়াস সালামু আলা রাসূলিল্লাহ। আল্লাহুম্মা ইন্নী আসআলুকা মিন ফাদলিক। আল্লাহুম্মা'সিমনী মিনাশ শাইতানির রাজীম।",
                    "TRANSLATED_TEXT": "(বাম পা দিয়ে শুরু করবে) এবং বলবে: আল্লাহর নামে, দরূদ ও সালাম রাসূলুল্লাহ ﷺ-এর উপর। হে আল্লাহ! আমি আপনার অনুগ্রহ থেকে প্রার্থনা করছি। হে আল্লাহ! আমাকে অভিশপ্ত শয়তান থেকে রক্ষা করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/21.mp3"
                }
            ]
        },
        {
            "ID": 15,
            "TITLE": "আযান শোনার সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_016.mp3",
            "TEXT": [
                {
                    "ID": 22,
                    "ARABIC_TEXT": " يَقُولُ مِثْلَ مَا يَقُولُ المُؤَذِّنُ إِلاَّ فِي ((حَيَّ عَلَى الصَّلَاةِ وَحَيَّ عَلَى الْفَلَاحِ)) فَيقُولُ: ((لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "মুয়াজ্জিন যা বলেন তা-ই বলবে, কিন্তু 'হাইয়্যা আলাস সালাহ' এবং 'হাইয়্যা আলাল ফালাহ'-এর জায়গায় বলবে: লা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহ।",
                    "TRANSLATED_TEXT": "মুয়াজ্জিন যা বলেন তা-ই বলবে, কিন্তু 'হাইয়্যা আলাস সালাহ' (নামাজের দিকে এসো) এবং 'হাইয়্যা আলাল ফালাহ' (সফলতার দিকে এসো)-এর জায়গায় বলবে: কোনো শক্তি বা ক্ষমতা নেই আল্লাহ ছাড়া।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/22.mp3"
                },
                {
                    "ID": 23,
                    "ARABIC_TEXT": " يَقُولُ: ((وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبَّاً، وَبِمُحَمَّدٍ رَسُولاً، وَبِالْإِسْلاَمِ دِينَاً)) ((يَقُولُ ذَلِكَ عَقِبَ تَشَهُّدِ الْمُؤَذِّنِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "মুয়াজ্জিনের তাশাহহুদের পরপরই বলবে: ওয়া আনা আশহাদু আন লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু ওয়া আন্না মুহাম্মাদান আবদুহু ওয়া রাসূলুহু। রাদীতু বিল্লাহি রাব্বান ওয়া বি মুহাম্মাদিন রাসূলান ওয়া বিল ইসলামি দীনান।",
                    "TRANSLATED_TEXT": "মুয়াজ্জিনের তাশাহহুদের পরপরই বলবে: আমি সাক্ষ্য দিচ্ছি যে আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই এবং মুহাম্মাদ ﷺ তাঁর বান্দা ও রাসূল। আমি আল্লাহকে রব হিসেবে, মুহাম্মাদ ﷺ-কে রাসূল হিসেবে এবং ইসলামকে দ্বীন হিসেবে সন্তুষ্ট হয়ে গ্রহণ করলাম।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/23.mp3"
                },
                {
                    "ID": 24,
                    "ARABIC_TEXT": " ((يُصَلِّي عَلَى النَّبِيِّ صلى الله عليه وسلم بَعْدَ فَرَاغِهِ مِنْ إِجَابَةِ الْمُؤَذِّنِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "মুয়াজ্জিনের ডাকে সাড়া দেওয়ার পর নবী ﷺ-এর উপর দরূদ পড়বে।",
                    "TRANSLATED_TEXT": "মুয়াজ্জিনের ডাকে সাড়া দেওয়ার পর নবী ﷺ-এর উপর দরূদ পড়বে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/24.mp3"
                },
                {
                    "ID": 25,
                    "ARABIC_TEXT": "يَقُولُ: ((اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامَاً مَحمُوداً الَّذِي وَعَدْتَهُ، [إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা রাব্বা হাযিহিদ দা'ওয়াতিত তাম্মাতি ওয়াস সালাতিল কাইমাতি আতি মুহাম্মাদানিল ওয়াসীলাতা ওয়াল ফাদীলাতা ওয়াবআসহু মাকামাম মাহমূদানিল্লাযী ওয়া'আদতাহু ইন্নাকা লা তুখলিফুল মী'আদ।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! এই পরিপূর্ণ ডাকের রব এবং এই প্রতিষ্ঠিত নামাজের রব, মুহাম্মাদ ﷺ-কে ওয়াসীলা ও ফাদীলা দান করুন এবং তাঁকে সেই প্রশংসিত মাকামে উঠান যার ওয়াদা আপনি করেছেন। নিশ্চয়ই আপনি ওয়াদা ভঙ্গ করেন না।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/25.mp3"
                },
                {
                    "ID": 26,
                    "ARABIC_TEXT": "((يَدْعُو لِنَفسِهِ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ فَإِنَّ الدُّعَاءَ حِينَئِذٍ لاَ يُرَدُّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আযান ও ইকামতের মধ্যবর্তী সময়ে নিজের জন্য দোয়া করবে, কারণ সেই সময়ের দোয়া ফিরিয়ে দেওয়া হয় না।",
                    "TRANSLATED_TEXT": "আযান ও ইকামতের মধ্যবর্তী সময়ে নিজের জন্য দোয়া করবে, কারণ সেই সময়ের দোয়া ফিরিয়ে দেওয়া হয় না।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/26.mp3"
                }
            ]
        },
        {
            "ID": 2,
            "TITLE": "পোশাক পরার সময়ের দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_003.mp3",
            "TEXT": [
                {
                    "ID": 5,
                    "ARABIC_TEXT": "(الْحَمْدُ للَّهِ الَّذِي كَسَانِي هَذَا (الثَّوْبَ) وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّة...)",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আলহামদুলিল্লাহিল্লাযী কাসানী হাযা (আস-সাওবা) ওয়া রাযাকানীহি মিন গাইরি হাওলিম মিন্নী ওয়ালা কুওয়্যাহ।",
                    "TRANSLATED_TEXT": "সকল প্রশংসা আল্লাহর জন্য যিনি আমাকে এই পোশাক পরিয়েছেন এবং আমাকে তা দান করেছেন, আমার কোনো শক্তি বা ক্ষমতা ছাড়াই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/5.mp3"
                }
            ]
        },
        {
            "ID": 3,
            "TITLE": "নতুন পোশাক পরার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_004.mp3",
            "TEXT": [
                {
                    "ID": 6,
                    "ARABIC_TEXT": "( اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা লাকাল হামদু আনতা কাসাওতানীহি, আসআলুকা মিন খাইরিহি ওয়া খাইরি মা সুনি'আ লাহু, ওয়া আউযু বিকা মিন শাররিহি ওয়া শাররি মা সুনি'আ লাহু।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! সকল প্রশংসা আপনার জন্য, আপনি আমাকে এই পোশাক পরিয়েছেন। আমি আপনার কাছে এর কল্যাণ এবং যার জন্য এটা তৈরি করা হয়েছে তার কল্যাণ প্রার্থনা করছি। আমি আপনার কাছে এর অনিষ্ট এবং যার জন্য এটা তৈরি করা হয়েছে তার অনিষ্ট থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/6.mp3"
                }
            ]
        },
        {
            "ID": 4,
            "TITLE": "কারো নতুন পোশাক পরার সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_005.mp3",
            "TEXT": [
                {
                    "ID": 7,
                    "ARABIC_TEXT": "(تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى)",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "তুবলী ওয়া য়ুখলিফুল্লাহু তা'আলা।",
                    "TRANSLATED_TEXT": "এটা পরিধান করে পুরনো করো এবং আল্লাহ তা'আলা তোমাকে নতুন দান করুন। (অর্থ: দীর্ঘায়ু ও কল্যাণের দোয়া।)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/7.mp3"
                },
                {
                    "ID": 8,
                    "ARABIC_TEXT": "(اِلْبَسْ جَدِيداً وَعِشْ حَمِيداً وَمُتْ شَهِيداً).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ইলবাস জাদীদান ওয়া'ইশ হামীদান ওয়া মুত শাহীদান।",
                    "TRANSLATED_TEXT": "নতুন পোশাক পরো, প্রশংসনীয় জীবন যাপন করো এবং শহীদ হিসেবে মৃত্যুবরণ করো। (শহীদ: আল্লাহর কালিমা উচ্চ করার জন্য কাফিরদের বিরুদ্ধে যুদ্ধ করে মৃত্যুবরণকারী, অথবা ইসলাম রক্ষার জন্য মৃত্যুবরণকারী। সুন্নাহে অন্যান্য অর্থও আছে যেমন: নিজের জীবন, সম্পদ বা পরিবার রক্ষা করতে গিয়ে মৃত্যুবরণকারী, প্রসবকালে মৃত্যুবরণকারী নারী, ডুবে মৃত্যুবরণকারী ইত্যাদি।)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/8.mp3"
                }
            ]
        },
        {
            "ID": 5,
            "TITLE": "পোশাক খোলার সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_006.mp3",
            "TEXT": [
                {
                    "ID": 9,
                    "ARABIC_TEXT": "(بِسْمِ اللَّهِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বিসমিল্লাহ।",
                    "TRANSLATED_TEXT": "আল্লাহর নামে (খুলছি)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/9.mp3"
                }
            ]
        },
        {
            "ID": 16,
            "TITLE": "নামাজ শুরুর দোয়াসমূহ",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_017.mp3",
            "TEXT": [
                {
                    "ID": 27,
                    "ARABIC_TEXT": " ((اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْني مِنْ خَطَايَايَ، بِالثَّلْجِ وَالْماءِ وَالْبَرَدِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা বা'ইদ বাইনী ওয়া বাইনা খাতায়ায়া কামা বা'আদতা বাইনাল মাশরিকি ওয়াল মাগরিব। আল্লাহুম্মা নাক্কিনী মিন খাতায়ায়া কামা য়ুনাক্কাস সাওবুল আবয়াদু মিনাদ দানাস। আল্লাহুম্মাগসিলনী মিন খাতায়ায়া বিস সালজি ওয়াল মাই ওয়াল বারাদ।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমার গুনাহসমূহ থেকে আমাকে এত দূরে রাখুন যত দূরে আপনি পূর্ব ও পশ্চিমকে রেখেছেন। হে আল্লাহ! আমার গুনাহসমূহ থেকে আমাকে পবিত্র করুন যেভাবে সাদা কাপড় ময়লা থেকে পবিত্র করা হয়। হে আল্লাহ! আমার গুনাহসমূহ বরফ, পানি ও শিশির দিয়ে ধুয়ে দিন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/27.mp3"
                },
                {
                    "ID": 28,
                    "ARABIC_TEXT": "((سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَهَ غَيْرُكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানাকাল্লাহুম্মা ওয়া বিহামদিকা, ওয়া তাবারাকাসমুকা ওয়া তা'আলা জাদ্দুকা ওয়ালা ইলাহা গাইরুক।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনি পবিত্র এবং আপনার প্রশংসা। আপনার নাম বরকতময়, আপনার মহিমা সর্বোচ্চ এবং আপনি ছাড়া কোনো ইলাহ নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/28.mp3"
                },
                {
                    "ID": 29,
                    "ARABIC_TEXT": "((وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفَاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلاَتِي، وَنُسُكِي، وَمَحْيَايَ، وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ. اللَّهُمَّ أَنْتَ المَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبي جَمِيعَاً إِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ. وَاهْدِنِي لِأَحْسَنِ الأَخْلاقِ لاَ يَهْدِي لِأَحْسَنِها إِلاَّ أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا، لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالخَيْرُ كُلُّهُ بِيَـــــــدَيْكَ، وَالشَّـــــرُّ لَيْسَ إِلَيْــــــكَ، أَنَا بِكَ وَإِلَيْكَ، تَبارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ওয়াজ্জাহতু ওয়াজহিয়া লিল্লাযী ফাতারাস সামাওয়াতি ওয়াল আরদা হানীফান ওয়া মা আনা মিনাল মুশরিকীন। ইন্না সালাতী ওয়া নুসুকী ওয়া মাহইয়ায়া ওয়া মামাতী লিল্লাহি রাব্বিল আলামীন। লা শারীকা লাহু ওয়া বিযালিকা উমিরতু ওয়া আনা মিনাল মুসলিমীন। আল্লাহুম্মা আনতাল মালিকু লা ইলাহা ইল্লা আনতা। আনতা রাব্বী ওয়া আনা আবদুকা, যালামতু নাফসী ওয়া'তারাফতু বিযানবী ফাগফির লী যুনূবী জামীআন ইন্নাহু লা য়াগফিরুয যুনূবা ইল্লা আনতা। ওয়াহদিনী লিআহসানিল আখলাকি লা য়াহদী লিআহসানিহা ইল্লা আনতা, ওয়াসরিফ আন্নী সাইয়্যিআহা লা য়াসরিফু আন্নী সাইয়্যিআহা ইল্লা আনতা। লাব্বাইকা ওয়া সা'দাইকা, ওয়াল খাইরু কুল্লুহু বিয়াদাইকা, ওয়াশ শাররু লাইসা ইলাইকা। আনা বিকা ওয়া ইলাইকা, তাবারাকতা ওয়া তা'আলাইতা, আসতাগফিরুকা ওয়া আতূবু ইলাইকা।",
                    "TRANSLATED_TEXT": "আমি আমার মুখ সেই সত্তার দিকে ফিরিয়েছি যিনি আকাশমণ্ডলী ও পৃথিবী সৃষ্টি করেছেন, একনিষ্ঠভাবে এবং আমি মুশরিকদের মধ্যে নই। নিশ্চয়ই আমার নামাজ, আমার কুরবানী, আমার জীবন ও আমার মৃত্যু আল্লাহর জন্য, যিনি সকল সৃষ্টির রব, তাঁর কোনো শরীক নেই। এর জন্যই আমি আদিষ্ট হয়েছি এবং আমি মুসলিমদের মধ্যে একজন। হে আল্লাহ! আপনি মালিক, আপনি ছাড়া কোনো ইলাহ নেই। আপনি আমার রব এবং আমি আপনার বান্দা। আমি নিজের প্রতি যুলুম করেছি এবং আমার গুনাহ স্বীকার করছি। সুতরাং আমার সমস্ত গুনাহ ক্ষমা করুন, কেননা আপনি ছাড়া গুনাহ ক্ষমাকারী আর কেউ নেই। আমাকে সর্বোত্তম চরিত্রের দিকে হিদায়াত করুন, কেউ আপনি ছাড়া সর্বোত্তম চরিত্রের দিকে হিদায়াত করতে পারে না। আমার থেকে মন্দ চরিত্র দূর করুন, আপনি ছাড়া কেউ মন্দ চরিত্র দূর করতে পারে না। আমি আপনার ডাকে সাড়া দিলাম এবং সৌভাগ্যবান হলাম। সকল কল্যাণ আপনার দুই হাতে। মন্দ আপনার দিকে নয়। আমি আপনার দ্বারা আছি এবং আপনার দিকেই ফিরে যাব। আপনি বরকতময় এবং সর্বোচ্চ। আমি আপনার কাছে ক্ষমা প্রার্থনা করছি এবং আপনার দিকে তওবা করছি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/29.mp3"
                },
                {
                    "ID": 30,
                    "ARABIC_TEXT": "((اللَّهُمَّ رَبَّ جِبْرَائِيلَ، وَمِيْكَائِيلَ، وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقيمٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা রাব্বা জিবরাঈলা ওয়া মীকাঈলা ওয়া ইসরাফীলা ফাতিরাস সামাওয়াতি ওয়াল আরদি আলিমাল গাইবি ওয়াশ শাহাদাতি আনতা তাহকুমু বাইনা ইবাদিকা ফীমা কানূ ফীহি য়াখতালিফূন। ইহদিনী লিমাখতুলিফা ফীহি মিনাল হাক্কি বিইযনিকা ইন্নাকা তাহদী মান তাশাউ ইলা সিরাতিম মুসতাকীম।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! জিবরাঈল, মীকাঈল ও ইসরাফীলের রব, আকাশমণ্ডলী ও পৃথিবীর স্রষ্টা, গোপন ও প্রকাশ্যের জ্ঞানী। আপনি আপনার বান্দাদের মধ্যে যে বিষয়ে তারা মতভেদ করে তাতে ফয়সালা করেন। আপনার অনুমতিতে যে সত্যে মতভেদ হয়েছে তাতে আমাকে হিদায়াত দান করুন। নিশ্চয়ই আপনি যাকে ইচ্ছা করেন সরল পথে হিদায়াত দান করেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/30.mp3"
                },
                {
                    "ID": 31,
                    "ARABIC_TEXT": "((اللَّهُ أَكْبَرُ كَبِيرَاً، اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً)) ثَلاثاً ((أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহু আকবারু কাবীরান (তিনবার), ওয়ালহামদুলিল্লাহি কাসীরান (তিনবার), ওয়া সুবহানাল্লাহি বুকরাতান ওয়া আসীলান। (তিনবার) আউযু বিল্লাহি মিনাশ শাইতানি মিন নাফখিহি ওয়া নাফসিহি ওয়া হামযিহি।",
                    "TRANSLATED_TEXT": "আল্লাহ সর্বশ্রেষ্ঠ, মহান (তিনবার), সকল প্রশংসা আল্লাহর জন্য প্রচুর (তিনবার), আল্লাহ পবিত্র সকালে ও সন্ধ্যায় (তিনবার)। আমি আল্লাহর কাছে আশ্রয় চাই শয়তান থেকে, তার ফুঁক, তার থুতু এবং তার উসকানি থেকে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/31.mp3"
                },
                {
                    "ID": 32,
                    "ARABIC_TEXT": "((اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، [وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَواتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ] [وَلَكَ الْحَمْدُ] [أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمحَمَّدٌ صلى الله عليه وسلم حَقٌّ، وَالسّاعَةُ حَقٌّ] [اللَّهُمَّ لَكَ أَسْلَمتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خاصَمْتُ، وَإِلَيْكَ حاكَمْتُ. فَاغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ] [وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي] [أَنْتَ المُقَدِّمُ، وَأَنْتَ المُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ] [أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ] [وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা লাকাল হামদু আনতা নূরুস সামাওয়াতি ওয়াল আরদি ওয়া মান ফীহিন্ন। ওয়া লাকাল হামদু আনতা কাইয়্যিমুস সামাওয়াতি ওয়াল আরদি ওয়া মান ফীহিন্ন। (ওয়া লাকাল হামদু আনতা রাব্বুস সামাওয়াতি ওয়াল আরদি ওয়া মান ফীহিন্ন) (ওয়া লাকাল হামদু লাকা মুলকুস সামাওয়াতি ওয়াল আরদি ওয়া মান ফীহিন্ন) (ওয়া লাকাল হামদু আনতা মালিকুস সামাওয়াতি ওয়াল আরদ) (ওয়া লাকাল হামদু) আনতাল হাক্কু ওয়া ওয়া'দুকাল হাক্কু ওয়া কাওলুকাল হাক্কু ওয়া লিকাউকাল হাক্কু ওয়াল জান্নাতু হাক্কুন ওয়ান নারু হাক্কুন ওয়ান নাবিয়্যূনা হাক্কুন ওয়া মুহাম্মাদুন হাক্কুন ওয়াস সা'আতু হাক্কুন। আল্লাহুম্মা লাকা আসলামতু ওয়া আলাইকা তাওয়াক্কালতু ওয়া বিকা আমানতু ওয়া ইলাইকা অনাবতু ওয়া বিকা খাসামতু ওয়া ইলাইকা হাকামতু। ফাগফির লী মা কাদ্দামতু ওয়া মা আখখারতু ওয়া মা আসরারতু ওয়া মা আ'লানতু (ওয়া মা আনতা আ'লামু বিহি মিন্নী) আনতাল মুকাদ্দিমু ওয়া আনতাল মু'আখখিরু লা ইলাহা ইল্লা আনতা। আনতা ইলাহী লা ইলাহা ইল্লা আনতা। ওয়ালা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহ।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! সকল প্রশংসা আপনার জন্য, আপনি আকাশমণ্ডলী ও পৃথিবীর এবং তাদের মধ্যে যা আছে তার নূর। সকল প্রশংসা আপনার জন্য, আপনি আকাশমণ্ডলী ও পৃথিবীর এবং তাদের মধ্যে যা আছে তার ধারক-সংরক্ষক। (সকল প্রশংসা আপনার জন্য, আপনি আকাশমণ্ডলী ও পৃথিবীর এবং তাদের মধ্যে যা আছে তার রব।) (সকল প্রশংসা আপনার জন্য, আকাশমণ্ডলী ও পৃথিবীর এবং তাদের মধ্যে যা আছে তার রাজত্ব আপনারই।) (সকল প্রশংসা আপনার জন্য, আপনি আকাশমণ্ডলী ও পৃথিবীর মালিক।) (সকল প্রশংসা আপনার জন্য।) আপনি সত্য, আপনার ওয়াদা সত্য, আপনার কথা সত্য, আপনার সাথে সাক্ষাত সত্য, জান্নাত সত্য, জাহান্নাম সত্য, নবীগণ সত্য, মুহাম্মাদ ﷺ সত্য এবং কিয়ামত সত্য। হে আল্লাহ! আমি আপনার কাছে আত্মসমর্পণ করলাম, আপনার উপর ভরসা করলাম, আপনার প্রতি ঈমান আনলাম, আপনার দিকে ফিরে এলাম, আপনার জন্য বিতর্ক করলাম এবং আপনার কাছে বিচার চাইলাম। সুতরাং আমার অতীত ও ভবিষ্যতের গুনাহ, গোপন ও প্রকাশ্য গুনাহ ক্ষমা করুন। (আপনি আমার চেয়ে যা জানেন তাও ক্ষমা করুন।) আপনি আগমনকারী এবং পশ্চাদগামী, আপনি ছাড়া কোনো ইলাহ নেই। আপনি আমার ইলাহ, আপনি ছাড়া কোনো ইলাহ নেই। কোনো শক্তি বা ক্ষমতা নেই আল্লাহ ছাড়া।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/32.mp3"
                }
            ]
        },
        {
            "ID": 17,
            "TITLE": "রুকুতে (নামাজে ঝুঁকে থাকার সময়) দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_018.mp3",
            "TEXT": [
                {
                    "ID": 33,
                    "ARABIC_TEXT": "((سُبْحانَ رَبِّيَ الْعَظِيمِ)). ثلاث مرَّاتٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানা রাব্বিয়াল আযীম। (তিনবার)",
                    "TRANSLATED_TEXT": "আমার মহান রব পবিত্র। (তিনবার)",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/33.mp3"
                },
                {
                    "ID": 34,
                    "ARABIC_TEXT": "((سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানাকাল্লাহুম্মা রাব্বানা ওয়া বিহামদিকা, আল্লাহুম্মাগফির লী।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনি পবিত্র, হে আমাদের রব, আপনার প্রশংসা। হে আল্লাহ! আমাকে ক্ষমা করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/34.mp3"
                },
                {
                    "ID": 35,
                    "ARABIC_TEXT": "((سُبُّوُحٌ، قُدُّوسٌ، رَبُّ المَلاَئِكَةِ وَالرُّوحِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুব্বূহুন কুদ্দূসুন রাব্বুল মালাইকাতি ওয়ার রূহ।",
                    "TRANSLATED_TEXT": "পরম পবিত্র, অতি পবিত্র, ফেরেশতা ও রূহের (জিবরাঈলের) রব।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/35.mp3"
                },
                {
                    "ID": 36,
                    "ARABIC_TEXT": "((اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي، وَبَصَرِي، وَمُخِّي، وَعَــــظْمِي، وَعَصَبِي، [وَمَا استَقَلَّتْ بِهِ قَدَمِي])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা লাকা রাকা'তু ওয়া বিকা আমানতু ওয়া লাকা আসলামতু খাশা'আ লাকা সাম'ঈ ওয়া বাসারী ওয়া মুখখী ওয়া আযমী ওয়া আসাবী (ওয়া মাসতাকাল্লাত বিহি কাদামী)।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনার জন্যই আমি রুকু করলাম, আপনার প্রতি ঈমান আনলাম এবং আপনার কাছে আত্মসমর্পণ করলাম। আপনার সামনে আমার শ্রবণ, দৃষ্টি, মস্তিষ্ক, হাড় এবং স্নায়ু বিনয়ী হলো (এবং আমার পা যা বহন করে)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/36.mp3"
                },
                {
                    "ID": 37,
                    "ARABIC_TEXT": "((سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানা যিল জাবারূতি ওয়াল মালাকূতি ওয়াল কিবরিয়াই ওয়াল আযামাহ।",
                    "TRANSLATED_TEXT": "পরম পবিত্র তিনি যিনি পরাক্রম, সার্বভৌমত্ব, মহিমা ও মহত্ত্বের অধিকারী।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/37.mp3"
                }
            ]
        },
        {
            "ID": 18,
            "TITLE": "রুকু থেকে উঠার সময়ের দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_019.mp3",
            "TEXT": [
                {
                    "ID": 38,
                    "ARABIC_TEXT": "((سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সামি'আল্লাহু লিমান হামিদাহ।",
                    "TRANSLATED_TEXT": "আল্লাহ তাঁর প্রশংসাকারীর প্রশংসা শোনেন। (রুকু থেকে উঠার সময় বলতে হবে)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/38.mp3"
                },
                {
                    "ID": 39,
                    "ARABIC_TEXT": "((رَبَّنَا وَلَكَ الْحَمْدُ، حَمْداً كَثيراً طَيِّباً مُبارَكاً فِيهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "রাব্বানা ওয়া লাকাল হামদু হামদান কাসীরান তাইয়্যিবান মুবারাকান ফীহ।",
                    "TRANSLATED_TEXT": "হে আমাদের রব! আপনার জন্যই সকল প্রশংসা, প্রচুর, পবিত্র ও বরকতময় প্রশংসা।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/39.mp3"
                },
                {
                    "ID": 40,
                    "ARABIC_TEXT": "((مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ، وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيءٍ بَعْدُ. أَهلَ الثَّناءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ. اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "মিল'আস সামাওয়াতি ওয়া মিল'আল আরদি ওয়া মা বাইনাহুমা ওয়া মিল'আ মা শি'তা মিন শাইইন বা'দ। আহলাস সানাই ওয়াল মাজদি আহাক্কু মা কালাল আবদু ওয়া কুল্লুনা লাকা আবদ। আল্লাহুম্মা লা মানি'আ লিমা আ'তাইতা ওয়ালা মু'তিয়া লিমা মানা'তা ওয়ালা য়ানফাউ যাল জাদ্দি মিনকাল জাদ্দ।",
                    "TRANSLATED_TEXT": "আকাশমণ্ডলী ও পৃথিবী এবং তাদের মধ্যবর্তী সবকিছু আপনার প্রশংসায় পূর্ণ এবং আপনি যা ইচ্ছা করেন তার প্রশংসায় পূর্ণ। প্রশংসা ও মহিমার অধিকারী, বান্দা যা বলেছে তা সবচেয়ে সত্য এবং আমরা সকলে আপনার বান্দা। হে আল্লাহ! আপনি যা দান করেছেন তা রোধ করার কেউ নেই এবং আপনি যা রোধ করেছেন তা দান করার কেউ নেই। ধন-সম্পদের অধিকারী আপনার কাছে ধন-সম্পদ দিয়ে কোনো লাভ করতে পারে না। (এই দোয়া পূর্ববর্তী দোয়ার সাথে মিলিয়ে ঐচ্ছিকভাবে পড়া যায়।)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/40.mp3"
                }
            ]
        },
        {
            "ID": 19,
            "TITLE": "সিজদায় (সিজদা করার সময়) দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_020.mp3",
            "TEXT": [
                {
                    "ID": 41,
                    "ARABIC_TEXT": "((سُبْحَانَ رَبِّيَ الأَعْلَى)) ثلاث مرَّاتٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানা রাব্বিয়াল আ'লা। (তিনবার)",
                    "TRANSLATED_TEXT": "আমার সর্বোচ্চ রব পবিত্র। (তিনবার)",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/41.mp3"
                },
                {
                    "ID": 42,
                    "ARABIC_TEXT": "((سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানাকাল্লাহুম্মা রাব্বানা ওয়া বিহামদিকা আল্লাহুম্মাগফির লী।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনি পবিত্র, হে আমাদের রব, আপনার প্রশংসা। হে আল্লাহ! আমাকে ক্ষমা করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/42.mp3"
                },
                {
                    "ID": 43,
                    "ARABIC_TEXT": "((سُبوحٌ، قُدُّوسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবূহুন কুদ্দূসুন রাব্বুল মালাইকাতি ওয়ার রূহ।",
                    "TRANSLATED_TEXT": "পরম পবিত্র, অতি পবিত্র, ফেরেশতা ও রূহের (জিবরাঈলের) রব।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/43.mp3"
                },
                {
                    "ID": 44,
                    "ARABIC_TEXT": "((اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسنُ الْخَالِقينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা লাকা সাজাদতু ওয়া বিকা আমানতু ওয়া লাকা আসলামতু সাজাদা ওয়াজহী লিল্লাযী খালাকাহু ওয়া সাওয়ারাহু ওয়া শাক্কা সাম'আহু ওয়া বাসারাহু তাবারাকাল্লাহু আহসানুল খালিকীন।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনার জন্যই আমি সিজদা করলাম, আপনার প্রতি ঈমান আনলাম এবং আপনার কাছে আত্মসমর্পণ করলাম। আমার মুখ সিজদা করল সেই সত্তার সামনে যিনি তা সৃষ্টি করেছেন, আকার দিয়েছেন এবং তার শ্রবণ ও দৃষ্টি শক্তি দান করেছেন। আল্লাহ বরকতময়, স্রষ্টাদের মধ্যে সর্বোত্তম।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/44.mp3"
                },
                {
                    "ID": 45,
                    "ARABIC_TEXT": "((سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানা যিল জাবারূতি ওয়াল মালাকূতি ওয়াল কিবরিয়াই ওয়াল আযামাহ।",
                    "TRANSLATED_TEXT": "পরম পবিত্র তিনি যিনি পরাক্রম, সার্বভৌমত্ব, মহিমা ও মহত্ত্বের অধিকারী।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/45.mp3"
                },
                {
                    "ID": 46,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ: دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلاَنِيَّتَهُ وَسِرَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাগফির লী যানবী কুল্লাহু দিক্কাহু ওয়া জিল্লাহু ওয়া আওয়ালাহু ওয়া আখিরাহু ওয়া আলানিয়্যাতাহু ওয়া সিররাহু।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমার সমস্ত গুনাহ ক্ষমা করুন: ছোট-বড়, প্রথম-শেষ, প্রকাশ্য-গোপন সবকিছু।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/46.mp3"
                },
                {
                    "ID": 47,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আউযু বিরিদাকা মিন সাখাতিকা ওয়া বিমু'আফাতিকা মিন উকুবাতিকা ওয়া আউযু বিকা মিনকা লা উহসী সানাআন আলাইকা আনতা কামা আসনাইতা আলা নাফসিকা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার সন্তুষ্টির মাধ্যমে আপনার অসন্তোষ থেকে আশ্রয় চাই এবং আপনার ক্ষমার মাধ্যমে আপনার আযাব থেকে আশ্রয় চাই। আমি আপনার কাছ থেকে আপনার কাছেই আশ্রয় চাই। আমি আপনার প্রশংসা গণনা করতে পারি না। আপনি যেভাবে নিজেকে প্রশংসা করেছেন তেমনই আপনি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/47.mp3"
                }
            ]
        },
        {
            "ID": 20,
            "TITLE": "দুই সিজদার মাঝে বসার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_021.mp3",
            "TEXT": [
                {
                    "ID": 48,
                    "ARABIC_TEXT": "((رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "রাব্বিগফির লী, রাব্বিগফির লী।",
                    "TRANSLATED_TEXT": "হে আমার রব! আমাকে ক্ষমা করুন, হে আমার রব! আমাকে ক্ষমা করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/48.mp3"
                },
                {
                    "ID": 49,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাগফির লী ওয়ারহামনী ওয়াহদিনী ওয়াজবুরনী ওয়া'আফিনী ওয়ারযুকনী ওয়ারফা'নী।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমাকে ক্ষমা করুন, আমার প্রতি রহম করুন, আমাকে হিদায়াত দান করুন, আমার অভাব পূরণ করুন, আমাকে সুস্থ রাখুন, আমাকে রিযিক দান করুন এবং আমার মর্যাদা উন্নত করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/49.mp3"
                }
            ]
        },
        {
            "ID": 21,
            "TITLE": "কুরআন তিলাওয়াতের সিজদার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_022.mp3",
            "TEXT": [
                {
                    "ID": 50,
                    "ARABIC_TEXT": "((سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ، ﴿فَتَبارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সাজাদা ওয়াজহী লিল্লাযী খালাকাহু ওয়া শাক্কা সাম'আহু ওয়া বাসারাহু বিহাওলিহি ওয়া কুওয়্যাতিহি ফাতাবারাকাল্লাহু আহসানুল খালিকীন।",
                    "TRANSLATED_TEXT": "আমার মুখ সিজদা করল সেই সত্তার সামনে যিনি তা সৃষ্টি করেছেন এবং তাঁর শক্তি ও ক্ষমতা দিয়ে তার শ্রবণ ও দৃষ্টি শক্তি দান করেছেন। সুতরাং আল্লাহ বরকতময়, স্রষ্টাদের মধ্যে সর্বোত্তম।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/50.mp3"
                },
                {
                    "ID": 51,
                    "ARABIC_TEXT": "((اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْراً، وَضَعْ عَنِّي بِهَا وِزْراً، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْراً، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাকতুব লী বিহা ইন্দাকা আজরান ওয়া দা' আন্নী বিহা উইজরান ওয়াজ আলহা লী ইন্দাকা যুখরান ওয়া তাকাব্বালহা মিন্নী কামা তাকাব্বালতাহা মিন আবদিকা দাউদ।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! এই (সিজদা) দিয়ে আমার জন্য আপনার কাছে প্রতিদান লিখে দিন, এর দ্বারা আমার পাপসমূহ দূর করুন, এটাকে আমার জন্য আপনার কাছে সঞ্চয় করে রাখুন এবং এটাকে আমার কাছ থেকে কবুল করুন যেভাবে আপনি আপনার বান্দা দাউদের কাছ থেকে কবুল করেছিলেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/51.mp3"
                }
            ]
        },
        {
            "ID": 22,
            "TITLE": "তাশাহহুদ (নামাজে বসার সময়) এর দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_023.mp3",
            "TEXT": [
                {
                    "ID": 52,
                    "ARABIC_TEXT": "((التَّحِيَّاتُ لِلَّهِ، وَالصَّلَواتُ، وَالطَّيِّباتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسولُهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আত্তাহিয়্যাতু লিল্লাহি ওয়াস সালাওয়াতু ওয়াত তাইয়্যিবাতু। আসসালামু আলাইকা আইয়্যুহান নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহু। আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহীন। আশহাদু আন লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসূলুহু।",
                    "TRANSLATED_TEXT": "সকল তাহিয়্যাত (সম্মান ও প্রশংসা) আল্লাহর জন্য, সকল নামাজ, পবিত্রতা ও কল্যাণ আল্লাহর জন্য। শান্তি বর্ষিত হোক আপনার উপর হে নবী, আল্লাহর রহমত ও বরকতসহ। শান্তি বর্ষিত হোক আমাদের উপর এবং আল্লাহর নেক বান্দাদের উপর। আমি সাক্ষ্য দিচ্ছি যে আল্লাহ ছাড়া কোনো ইলাহ নেই এবং আমি সাক্ষ্য দিচ্ছি যে মুহাম্মাদ ﷺ তাঁর বান্দা ও রাসূল।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/52.mp3"
                }
            ]
        },
        {
            "ID": 23,
            "TITLE": "তাশাহহুদের পর নবী ﷺ-এর উপর দরূদ পড়ার নিয়ম",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_024.mp3",
            "TEXT": [
                {
                    "ID": 53,
                    "ARABIC_TEXT": "((اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিঁ ওয়া আলা আলি মুহাম্মাদিন কামা সাল্লাইতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ। আল্লাহুম্মা বারিক আলা মুহাম্মাদিঁ ওয়া আলা আলি মুহাম্মাদিন কামা বারাকতা আলা ইবরাহীমা ওয়া আলা আলি ইবরাহীমা ইন্নাকা হামীদুম মাজীদ।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! মুহাম্মাদ ﷺ ও তাঁর পরিবারের উপর রহমত বর্ষণ করুন, যেভাবে আপনি ইবরাহীম ও তাঁর পরিবারের উপর রহমত বর্ষণ করেছেন। নিশ্চয়ই আপনি প্রশংসিত, মহিমান্বিত। হে আল্লাহ! মুহাম্মাদ ﷺ ও তাঁর পরিবারের উপর বরকত দান করুন, যেভাবে আপনি ইবরাহীম ও তাঁর পরিবারের উপর বরকত দান করেছেন। নিশ্চয়ই আপনি প্রশংসিত, মহিমান্বিত।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/53.mp3"
                },
                {
                    "ID": 54,
                    "ARABIC_TEXT": "((اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ. وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْواجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ. إِنَّكَ حَمِيدٌ مَجِيدٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদিঁ ওয়া আলা আজওয়াজিহি ওয়া যুররিয়্যাতিহি কামা সাল্লাইতা আলা আলি ইবরাহীমা। ওয়া বারিক আলা মুহাম্মাদিঁ ওয়া আলা আজওয়াজিহি ওয়া যুররিয়্যাতিহি কামা বারাকতা আলা আলি ইবরাহীমা। ইন্নাকা হামীদুম মাজীদ।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! মুহাম্মাদ ﷺ, তাঁর স্ত্রীগণ ও সন্তান-সন্ততির উপর রহমত বর্ষণ করুন, যেভাবে আপনি ইবরাহীমের পরিবারের উপর রহমত বর্ষণ করেছেন। মুহাম্মাদ ﷺ, তাঁর স্ত্রীগণ ও সন্তান-সন্ততির উপর বরকত দান করুন, যেভাবে আপনি ইবরাহীমের পরিবারের উপর বরকত দান করেছেন। নিশ্চয়ই আপনি প্রশংসিত, মহিমান্বিত।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/54.mp3"
                }
            ]
        },
        {
            "ID": 24,
            "TITLE": "শেষ তাশাহহুদের পর নামাজ শেষ করার আগে দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_025.mp3",
            "TEXT": [
                {
                    "ID": 55,
                    "ARABIC_TEXT": "((اللَّهُــمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আউযু বিকা মিন আযাবিল কাবরি ওয়া মিন আযাবি জাহান্নামা ওয়া মিন ফিতনাতিল মাহয়া ওয়াল মামাতি ওয়া মিন শাররি ফিতনাতিল মাসীহিদ দাজ্জাল।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে কবরের আযাব থেকে, জাহান্নামের আযাব থেকে, জীবন ও মৃত্যুর ফিতনা থেকে এবং মাসীহ দাজ্জালের ফিতনার অনিষ্ট থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/55.mp3"
                },
                {
                    "ID": 56,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ. اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আউযু বিকা মিন আযাবিল কাবরি ওয়া আউযু বিকা মিন ফিতনাতিল মাসীহিদ দাজ্জালি ওয়া আউযু বিকা মিন ফিতনাতিল মাহয়া ওয়াল মামাতি। আল্লাহুম্মা ইন্নী আউযু বিকা মিনাল মা'সামি ওয়াল মাগরাম।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে কবরের আযাব থেকে, মাসীহ দাজ্জালের ফিতনা থেকে এবং জীবন ও মৃত্যুর ফিতনা থেকে আশ্রয় চাই। হে আল্লাহ! আমি আপনার কাছে গুনাহ ও ঋণের অনিষ্ট থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/56.mp3"
                },
                {
                    "ID": 57,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً، وَلاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الغَفورُ الرَّحيمُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী যালামতু নাফসী যুলমান কাসীরান ওয়ালা য়াগফিরুয যুনূবা ইল্লা আনতা ফাগফির লী মাগফিরাতাম মিন ইন্দিকা ওয়ারহামনী ইন্নাকা আনতাল গাফূরুর রাহীম।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি নিজের প্রতি অত্যধিক যুলুম করেছি এবং গুনাহ ক্ষমা করার কেউ নেই আপনি ছাড়া। সুতরাং আপনার পক্ষ থেকে আমাকে ক্ষমা করুন এবং আমার প্রতি রহম করুন। নিশ্চয়ই আপনি ক্ষমাশীল, দয়াময়।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/57.mp3"
                },
                {
                    "ID": 58,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي. أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাগফির লী মা কাদ্দামতু ওয়া মা আখখারতু ওয়া মা আসরারতু ওয়া মা আ'লানতু ওয়া মা আসরাফতু ওয়া মা আনতা আ'লামু বিহি মিন্নী। আনতাল মুকাদ্দিমু ওয়া আনতাল মু'আখখিরু লা ইলাহা ইল্লা আনতা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমার অতীত ও ভবিষ্যতের গুনাহ, গোপন ও প্রকাশ্য গুনাহ, অতিরিক্ত গুনাহ এবং যা আপনি আমার চেয়ে ভালো জানেন তা ক্ষমা করুন। আপনি আগমনকারী এবং পশ্চাদগামী, আপনি ছাড়া কোনো ইলাহ নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/58.mp3"
                },
                {
                    "ID": 59,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبادَتِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা আ'ইন্নী আলা যিকরিকা ওয়া শুকরিকা ওয়া হুসনি ইবাদাতিকা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনার যিকির, শুকরিয়া আদায় এবং সুন্দর ইবাদতের জন্য আমাকে সাহায্য করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/59.mp3"
                },
                {
                    "ID": 60,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আউযু বিকা মিনাল বুখলি ওয়া আউযু বিকা মিনাল জুবনি ওয়া আউযু বিকা মিন আন উরাদ্দা ইলা আরযালিল উমুরি ওয়া আউযু বিকা মিন ফিতনাতিদ দুনিয়া ওয়া আযাবিল কাবর।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে কৃপণতা থেকে, কাপুরুষতা থেকে, বার্ধক্যের নিকৃষ্ট অবস্থায় ফিরে যাওয়া থেকে এবং দুনিয়ার ফিতনা ও কবরের আযাব থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/60.mp3"
                },
                {
                    "ID": 61,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আসআলুকাল জান্নাতা ওয়া আউযু বিকা মিনান নার।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে জান্নাত প্রার্থনা করছি এবং জাহান্নাম থেকে আপনার কাছে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/61.mp3"
                },
                {
                    "ID": 62,
                    "ARABIC_TEXT": "((اللَّهُمَّ بِعِلْمِكَ الغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْراً لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْراً لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيماً لاَ يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ، وَأَسْــــأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقائِكَ فِي غَيرِ ضَرَّاءَ مُضِرَّةٍ، وَلاَ فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা বিইলমিকাল গাইবা ওয়া কুদরাতিকা আলাল খালকি আহইয়িনী মা আলিমতাল হায়াতা খাইরান লী ওয়া তাওয়াফফানী ইযা আলিমতাল ওয়াফাতা খাইরান লী। আল্লাহুম্মা ইন্নী আসআলুকা খাশয়াতাকা ফিল গাইবি ওয়াশ শাহাদাতি ওয়া আসআলুকা কালিমাতাল হাক্কি ফির রিদা ওয়াল গাদাবি ওয়া আসআলুকাল কাসদা ফিল গিনা ওয়াল ফাকরি ওয়া আসআলুকা নাঈমান লা য়ানফাদু ওয়া আসআলুকা কুররাতা আইনিন লা তানকাতি'উ ওয়া আসআলুকার রিদা বা'দাল কাদাই ওয়া আসআলুকা বারদাল আইশি বা'দাল মাওতি ওয়া আসআলুকা লায্যাতান নাযারি ইলা ওয়াজহিকা ওয়াশ শাওকা ইলা লিকাইকা ফী গাইরি দাররাই মুদিররাতিন ওয়ালা ফিতনাতিন মুদিল্লাতিন। আল্লাহুম্মা যাইয়্যিনা বিযীনাতিল ঈমানি ওয়াজ আলনা হুদাতান মুহতাদীন।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনার অদৃশ্য জ্ঞান ও সৃষ্টির উপর ক্ষমতা দিয়ে আমাকে যতদিন জীবন আমার জন্য কল্যাণকর মনে করেন ততদিন জীবিত রাখুন এবং যখন মৃত্যু আমার জন্য কল্যাণকর মনে করেন তখন মৃত্যু দান করুন। হে আল্লাহ! আমি আপনার কাছে গোপনে ও প্রকাশ্যে আপনার ভয় প্রার্থনা করছি। আমি আপনার কাছে সন্তুষ্টি ও অসন্তোষের সময় সত্য কথা বলার তৌফিক প্রার্থনা করছি। আমি আপনার কাছে ধনী ও দরিদ্র অবস্থায় মধ্যপন্থা প্রার্থনা করছি। আমি আপনার কাছে অবিনশ্বর নেয়ামত প্রার্থনা করছি এবং চোখের শীতলতা প্রার্থনা করছি যা কখনো শেষ হবে না। আমি আপনার কাছে কাদরের পর সন্তুষ্টি প্রার্থনা করছি। আমি আপনার কাছে মৃত্যুর পর সহজ জীবন প্রার্থনা করছি। আমি আপনার কাছে আপনার চেহারা দর্শনের স্বাদ এবং আপনার সাক্ষাতের আকাঙ্ক্ষা প্রার্থনা করছি, এমনভাবে যাতে কোনো ক্ষতিকর বিপদ বা বিভ্রান্তিকর ফিতনা না থাকে। হে আল্লাহ! আমাদের ঈমানের সৌন্দর্যে সুন্দর করুন এবং আমাদের হিদায়াতপ্রাপ্ত ও হিদায়াতকারী বানান।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/62.mp3"
                },
                {
                    "ID": 63,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يولَدْ، وَلَمْ يَكنْ لَهُ كُفُواً أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِّيمُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আসআলুকা য়া আল্লাহু বি-আন্নাকাল ওয়াহিদুল আহাদুস সামাদুল্লাযী লাম য়ালিদ ওয়ালাম য়ূলাদ ওয়ালাম য়াকুন লাহু কুফুয়ান আহাদ। আন তাগফিরা লী যুনূবী ইন্নাকা আনতাল গাফূরুর রাহীম।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে প্রার্থনা করছি যে আপনি একক, অদ্বিতীয়, অমুখাপেক্ষী, যিনি কাউকে জন্ম দেননি এবং কারো থেকে জন্মগ্রহণ করেননি এবং কেউ তাঁর সমকক্ষ নেই—আমার গুনাহ ক্ষমা করুন। নিশ্চয়ই আপনি ক্ষমাশীল, দয়াময়।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/63.mp3"
                },
                {
                    "ID": 64,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আসআলুকা বি-আন্না লাকাল হামদা লা ইলাহা ইল্লা আনতা ওয়াহদাকা লা শারীকা লাকা আল মান্নানু য়া বাদী'আস সামাওয়াতি ওয়াল আরদি য়া যাল জালালি ওয়াল ইকরামি য়া হাইয়্যু য়া কাইয়্যূমু ইন্নী আসআলুকাল জান্নাতা ওয়া আউযু বিকা মিনান নার।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে প্রার্থনা করছি যে সকল প্রশংসা আপনার জন্য, আপনি ছাড়া কোনো ইলাহ নেই, আপনি একক, আপনার কোনো শরীক নেই, আপনি দানশীল। হে আকাশমণ্ডলী ও পৃথিবীর অভিনব স্রষ্টা, হে মহিমা ও সম্মানের অধিকারী, হে চিরঞ্জীব, হে সবকিছুর ধারক! আমি আপনার কাছে জান্নাত প্রার্থনা করছি এবং জাহান্নাম থেকে আপনার কাছে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/64.mp3"
                },
                {
                    "ID": 65,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আসআলুকা বি-আন্নী আশহাদু আন্নাকা আনতাল্লাহু লা ইলাহা ইল্লা আনতাল আহাদুস সামাদুল্লাযী লাম য়ালিদ ওয়ালাম য়ূলাদ ওয়ালাম য়াকুন লাহু কুফুয়ান আহাদ।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে প্রার্থনা করছি যে আমি সাক্ষ্য দিচ্ছি আপনি আল্লাহ, আপনি ছাড়া কোনো ইলাহ নেই, আপনি একক, অমুখাপেক্ষী, যিনি কাউকে জন্ম দেননি এবং কারো থেকে জন্মগ্রহণ করেননি এবং কেউ তাঁর সমকক্ষ নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/65.mp3"
                }
            ]
        },
        {
            "ID": 25,
            "TITLE": "নামাজ শেষ করার পর যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_026.mp3",
            "TEXT": [
                {
                    "ID": 66,
                    "ARABIC_TEXT": "((أَسْتَغْفِرُ اللَّهَ (ثَلاَثَاً) اللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আসতাগফিরুল্লাহ (তিনবার)। আল্লাহুম্মা আনতাস সালামু ওয়া মিনকাস সালামু তাবারাকতা য়া যাল জালালি ওয়াল ইকরাম।",
                    "TRANSLATED_TEXT": "আমি আল্লাহর কাছে ক্ষমা প্রার্থনা করছি (তিনবার)। হে আল্লাহ! আপনি সালাম (শান্তি) এবং আপনার কাছ থেকেই সকল শান্তি। আপনি বরকতময়, হে মহিমা ও সম্মানের অধিকারী।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/66.mp3"
                },
                {
                    "ID": 67,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [ثلاثاً]، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর (তিনবার)। আল্লাহুম্মা লা মানি'আ লিমা আ'তাইতা ওয়ালা মু'তিয়া লিমা মানা'তা ওয়ালা য়ানফাউ যাল জাদ্দি মিনকাল জাদ্দ।",
                    "TRANSLATED_TEXT": "আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান (তিনবার)। হে আল্লাহ! আপনি যা দান করেছেন তা রোধ করার কেউ নেই এবং আপনি যা রোধ করেছেন তা দান করার কেউ নেই। ধন-সম্পদের অধিকারী আপনার কাছে ধন-সম্পদ দিয়ে কোনো লাভ করতে পারে না।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/67.mp3"
                },
                {
                    "ID": 68,
                    "ARABIC_TEXT": "((لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ, لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلَهَ إِلاَّ اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর। লা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহ। লা ইলাহা ইল্লাল্লাহু ওয়ালা নাবুদু ইল্লা ইয়্যাহু লাহুন নি'মাতু ওয়া লাহুল ফাদলু ওয়া লাহুস সানাউল হাসান। লা ইলাহা ইল্লাল্লাহু মুখলিসীনা লাহুদ দীনা ওয়া লাও কারিহাল কাফিরূন।",
                    "TRANSLATED_TEXT": "আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান। কোনো শক্তি বা ক্ষমতা নেই আল্লাহ ছাড়া। আল্লাহ ছাড়া কোনো ইলাহ নেই এবং আমরা শুধু তাঁরই ইবাদত করি। নেয়ামত তাঁরই, অনুগ্রহ তাঁরই এবং সুন্দর প্রশংসা তাঁরই। আল্লাহ ছাড়া কোনো ইলাহ নেই, আমরা খাঁটি মনে তাঁর দ্বীনের প্রতি নিষ্ঠাবান, যদিও কাফিররা তা অপছন্দ করে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/68.mp3"
                },
                {
                    "ID": 69,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ (ثلاثاً وثلاثين) لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানাল্লাহ, ওয়ালহামদুলিল্লাহ, ওয়াল্লাহু আকবার (তেত্রিশবার)। লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর।",
                    "TRANSLATED_TEXT": "আল্লাহ পবিত্র, সকল প্রশংসা আল্লাহর জন্য, আল্লাহ সর্বশ্রেষ্ঠ (তেত্রিশবার)। আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান।",
                    "REPEAT": 33,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/69.mp3"
                },
                {
                    "ID": 70,
                    "ARABIC_TEXT": "بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾، بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾،بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ بَعْدَ كُلِّ صَلاَةٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "প্রত্যেক নামাজের পর সূরা ইখলাস (১১২), সূরা ফালাক (১১৩) এবং সূরা নাস (১১৪) পড়তে হবে। যোহর, আসর ও ইশার নামাজের পর একবার এবং ফজর ও মাগরিবের পর তিনবার।",
                    "TRANSLATED_TEXT": "প্রত্যেক নামাজের পর সূরা ইখলাস (১১২), সূরা ফালাক (১১৩) এবং সূরা নাস (১১৪) পড়তে হবে। যোহর, আসর ও ইশার নামাজের পর একবার এবং ফজর ও মাগরিবের পর তিনবার।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/70.mp3"
                },
                {
                    "ID": 71,
                    "ARABIC_TEXT": "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾ عَقِبَ كلِّ صَلاَةٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "প্রত্যেক নামাজের পর আয়াতুল কুরসি পড়তে হবে (সূরা বাকারা: ২৫৫)।",
                    "TRANSLATED_TEXT": "প্রত্যেক নামাজের পর আয়াতুল কুরসি পড়তে হবে (সূরা বাকারা: ২৫৫)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/71.mp3"
                },
                {
                    "ID": 72,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) عَشْرَ مَرّاتٍ بَعْدَ صَلاةِ الْمَغْرِبِ وَالصُّبْحِ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু য়ুহয়ী ওয়া য়ুমীতু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর (মাগরিব ও ফজরের নামাজের পর দশবার)।",
                    "TRANSLATED_TEXT": "আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই, তিনি জীবন দান করেন এবং মৃত্যু দান করেন এবং তিনি সবকিছুর উপর ক্ষমতাবান (মাগরিব ও ফজরের নামাজের পর দশবার)।",
                    "REPEAT": 10,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/73.mp3"
                },
                {
                    "ID": 73,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً)) بَعْدَ السّلامِ مِنْ صَلاَةِ الفَجْرِ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আসআলুকা ইলমান নাফিআন ওয়া রিযকান তাইয়্যিবান ওয়া আমালান মুতাকাব্বালান (ফজরের নামাজের সালামের পর)।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে উপকারী জ্ঞান, পবিত্র রিযিক এবং কবুলযোগ্য আমল প্রার্থনা করছি (ফজরের নামাজের সালাম ফিরানোর পর)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/73.mp3"
                }
            ]
        },
        {
            "ID": 26,
            "TITLE": "ইস্তিখারা (আল্লাহর কাছে পরামর্শ চাওয়া)",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_027.mp3",
            "TEXT": [
                {
                    "ID": 74,
                    "ARABIC_TEXT": "قَالَ جَابرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا: كَانَ رسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُنَا الْاسْتِخَارَةَ فِي الْأُمُورِ كُلِّهَا كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ، يَقُولُ: ((إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ، ثُمَّ لْيَقُلْ: اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيمِ؛ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ - وَيُسَمِّي حَاجَتَهُ - خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ – فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِي بِهِ)).وَمَا نَدِمَ مَنِ اسْتَخَارَ الْخَالِقَ، وَشَاوَرَ الْمَخْلُوقِينَ الْمُؤْمِنِينَ وَتَثَبَّتَ فِي أَمْرِهِ، فَقَدْ قَالَ اللَّه تعالى: ﴿وَشاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ﴾ .",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "জাবির ইবনে আবদুল্লাহ (রা.) থেকে বর্ণিত: রাসূলুল্লাহ ﷺ আমাদেরকে সকল বিষয়ে ইস্তিখারা শেখাতেন যেভাবে কুরআনের একটি সূরা শেখাতেন। তিনি বলতেন: যখন তোমাদের কেউ কোনো বিষয়ে মনস্থির করতে চায় তখন সে ফরজ নামাজ ছাড়া দুই রাকাত নফল নামাজ পড়বে, তারপর বলবে: আল্লাহুম্মা ইন্নী আসতাখীরুকা বিইলমিকা, ওয়া আসতাকদিরুকা বিকুদরাতিকা, ওয়া আসআলুকা মিন ফাদলিকাল আযীম। ফাইন্নাকা তাকদিরু ওয়ালা আকদিরু, ওয়া তা'লামু ওয়ালা আ'লামু, ওয়া আনতা আল্লামুল গুয়ূব। আল্লাহুম্মা ইন কুনতা তা'লামু আন্না হাযাল আমর (তার প্রয়োজন উল্লেখ করবে) খাইরুন লী ফী দীনী ওয়া মা'আশী ওয়া আকিবাতি আমরী (বা বলবে: আজিলিহি ওয়া আজিলিহি) ফাকদুরহু লী ওয়া য়াসসিরহু লী সুম্মা বারিক লী ফীহ। ওয়া ইন কুনতা তা'লামু আন্না হাযাল আমর শাররুন লী ফী দীনী ওয়া মা'আশী ওয়া আকিবাতি আমরী (বা বলবে: আজিলিহি ওয়া আজিলিহি) ফাসরিফহু আন্নী ওয়াসরিফনী আনহু ওয়াকদুর লিয়াল খাইরা হাইসু কানা সুম্মা আরদিনী বিহ।",
                    "TRANSLATED_TEXT": "জাবির ইবনে আবদুল্লাহ (রা.) থেকে বর্ণিত: রাসূলুল্লাহ ﷺ আমাদেরকে সকল বিষয়ে ইস্তিখারা শেখাতেন যেভাবে কুরআনের একটি সূরা শেখাতেন। তিনি বলতেন: যখন তোমাদের কেউ কোনো বিষয়ে মনস্থির করতে চায় তখন সে ফরজ নামাজ ছাড়া দুই রাকাত নফল নামাজ পড়বে, তারপর বলবে: হে আল্লাহ! আমি আপনার জ্ঞানের মাধ্যমে আপনার কাছে পরামর্শ চাই, আপনার ক্ষমতার মাধ্যমে শক্তি চাই এবং আপনার মহান অনুগ্রহ থেকে প্রার্থনা করি। কেননা আপনি ক্ষমতাবান এবং আমি অক্ষম, আপনি জানেন এবং আমি জানি না, আপনি গোপন বিষয়সমূহের জ্ঞানী। হে আল্লাহ! যদি আপনি জানেন যে এই বিষয় (তার প্রয়োজন উল্লেখ করবে) আমার দ্বীন, জীবিকা ও পরিণামের জন্য কল্যাণকর (বা বলবে: তার বর্তমান ও ভবিষ্যতের জন্য) তাহলে তা আমার জন্য নির্ধারণ করুন, সহজ করুন এবং তাতে বরকত দান করুন। আর যদি আপনি জানেন যে এই বিষয় আমার দ্বীন, জীবিকা ও পরিণামের জন্য অকল্যাণকর (বা বলবে: তার বর্তমান ও ভবিষ্যতের জন্য) তাহলে তা আমার থেকে দূর করুন এবং আমাকে তার থেকে দূর করুন এবং যেখানেই হোক কল্যাণ আমার জন্য নির্ধারণ করুন এবং আমাকে তাতে সন্তুষ্ট করুন। যে ব্যক্তি স্রষ্টার কাছে পরামর্শ চায়, মুমিন সৃষ্টির সাথে পরামর্শ করে এবং তার বিষয়ে দৃঢ় থাকে সে অনুতপ্ত হয় না। কেননা আল্লাহ তা'আলা বলেছেন: তাদের সাথে পরামর্শ করো, তারপর যখন সিদ্ধান্ত নাও তখন আল্লাহর উপর ভরসা করো।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/74.mp3"
                }
            ]
        },
        {
            "ID": 29,
            "TITLE": "রাতে ঘুম ভেঙে গেলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_030.mp3",
            "TEXT": [
                {
                    "ID": 112,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهّارُ، رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزيزُ الْغَفَّارُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা ইলাহা ইল্লাল্লাহুল ওয়াহিদুল কাহহারু রাব্বুস সামাওয়াতি ওয়াল আরদি ওয়া মা বাইনাহুমাল আযীযুল গাফফার।",
                    "TRANSLATED_TEXT": "আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, পরাক্রমশালী, আকাশমণ্ডলী ও পৃথিবী এবং তাদের মধ্যবর্তী সবকিছুর রব, পরাক্রমশালী, অতি ক্ষমাশীল।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/112.mp3"
                }
            ]
        },
        {
            "ID": 30,
            "TITLE": "ঘুমাতে ভয় লাগলে বা একাকীত্ব ও বিষণ্ণতা অনুভব করলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_031.mp3",
            "TEXT": [
                {
                    "ID": 113,
                    "ARABIC_TEXT": "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّياطِينِ وَأَنْ يَحْضُرُونِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আউযু বিকালিমাতিল্লাহিত তাম্মাতি মিন গাদাবিহি ওয়া ইকাবিহি ওয়া শাররি ইবাদিহি ওয়া মিন হামাযাতিশ শায়াতীনি ওয়া আন য়াহদুরূন।",
                    "TRANSLATED_TEXT": "আমি আল্লাহর পরিপূর্ণ কালিমাসমূহের মাধ্যমে তাঁর ক্রোধ ও শাস্তি থেকে, তাঁর বান্দাদের অনিষ্ট থেকে এবং শয়তানদের উসকানি ও তাদের উপস্থিতি থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/113.mp3"
                }
            ]
        },
        {
            "ID": 31,
            "TITLE": "খারাপ স্বপ্ন বা দুঃস্বপ্ন দেখলে যা করতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_032.mp3",
            "TEXT": [
                {
                    "ID": 114,
                    "ARABIC_TEXT": "((يَنْفُثُ عَنْ يَسَارِهِ)) (ثلاثاً).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বাম দিকে তিনবার ফুঁ দিবে (ফুঁ: মূলত বাতাস সহ সামান্য লালা)।",
                    "TRANSLATED_TEXT": "বাম দিকে তিনবার ফুঁ দিবে (ফুঁ: মূলত বাতাস সহ সামান্য লালা)। তারপর শয়তান ও যা দেখেছে তার অনিষ্ট থেকে আল্লাহর কাছে আশ্রয় চাইবে (তিনবার)। কাউকে বলবে না। বিপরীত দিকে ফিরে ঘুমাবে। ইচ্ছা করলে উঠে নামাজ পড়বে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/114.mp3"
                },
                {
                    "ID": 115,
                    "ARABIC_TEXT": "((ويَقُومُ يُصَلِّي إِنْ أَرَادَ ذَلِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ইচ্ছা করলে উঠে নামাজ পড়বে।",
                    "TRANSLATED_TEXT": "ইচ্ছা করলে উঠে নামাজ পড়বে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/115.mp3"
                }
            ]
        },
        {
            "ID": 32,
            "TITLE": "বিতর নামাজে কুনুতের দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_033.mp3",
            "TEXT": [
                {
                    "ID": 116,
                    "ARABIC_TEXT": "((اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ؛ فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ، إِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ، [وَلاَ يَعِزُّ مَنْ عَادَيْتَ]، تَبارَكْتَ رَبَّنا وَتَعَالَيْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাহদিনী ফীমান হাদাইতা ওয়া আফিনী ফীমান আফাইতা ওয়া তাওয়াল্লানী ফীমান তাওয়াল্লাইতা ওয়া বারিক লী ফীমা আ'তাইতা ওয়া কিনী শাররা মা কাদাইতা ফাইন্নাকা তাকদী ওয়ালা য়ুকদা আলাইকা ইন্নাহু লা য়াযিল্লু মান ওয়ালাইতা (ওয়ালা য়া'ইয্যু মান আদাইতা) তাবারাকতা রাব্বানা ওয়া তা'আলাইতা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! যাদেরকে আপনি হিদায়াত দিয়েছেন তাদের সাথে আমাকেও হিদায়াত দান করুন, যাদেরকে আপনি আফিয়াত দিয়েছেন তাদের সাথে আমাকেও আফিয়াত দান করুন, যাদেরকে আপনি অভিভাবকত্ব দিয়েছেন তাদের সাথে আমাকেও অভিভাবকত্ব দান করুন, আপনি যা দান করেছেন তাতে আমার জন্য বরকত দান করুন এবং আপনি যা নির্ধারণ করেছেন তার অনিষ্ট থেকে আমাকে রক্ষা করুন। নিশ্চয়ই আপনি ফয়সালা করেন এবং আপনার উপর কারো ফয়সালা হয় না। যাকে আপনি বন্ধুত্ব করেন সে কখনো অপমানিত হয় না (এবং যার সাথে আপনি শত্রুতা করেন সে কখনো সম্মানিত হয় না)। হে আমাদের রব! আপনি বরকতময় এবং সর্বোচ্চ।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/116.mp3"
                },
                {
                    "ID": 117,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُــــوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আউযু বিরিদাকা মিন সাখাতিকা ওয়া বিমু'আফাতিকা মিন উকুবাতিকা ওয়া আউযু বিকা মিনকা লা উহসী সানাআন আলাইকা আনতা কামা আসনাইতা আলা নাফসিকা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার সন্তুষ্টির মাধ্যমে আপনার অসন্তোষ থেকে আশ্রয় চাই এবং আপনার ক্ষমার মাধ্যমে আপনার শাস্তি থেকে আশ্রয় চাই। আমি আপনার কাছ থেকে আপনার কাছেই আশ্রয় চাই। আমি আপনার প্রশংসা গণনা করতে পারি না। আপনি যেভাবে নিজেকে প্রশংসা করেছেন তেমনই আপনি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/117.mp3"
                },
                {
                    "ID": 118,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِيَّاكَ نعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالكَافِرِينَ مُلْحَقٌ. اللَّهُمَّ إِنَّا نَسْتَعينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الْخَيْرَ، وَلاَ نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفرُكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইয়্যাকা নাবুদু ওয়া লাকা নুসাল্লী ওয়া নাসজুদু ওয়া ইলাইকা নাস'আ ওয়া নাহফিদু নারজু রাহমাতাকা ওয়া নাখশা আযাবাকা ইন্না আযাবাকা বিলকাফিরীনা মুলহাক। আল্লাহুম্মা ইন্না নাসতাইনুকা ওয়া নাসতাগফিরুকা ওয়া নুসনী আলাইকাল খাইরা ওয়ালা নাকফুরুকা ওয়া নু'মিনু বিকা ওয়া নাখদাউ লাকা ওয়া নাখলাউ মান য়াকফুরুকা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমরা শুধু আপনারই ইবাদত করি, আপনার জন্যই নামাজ পড়ি ও সিজদা করি, আপনার দিকেই আমরা দ্রুতগতিতে যাই ও পরিশ্রম করি। আমরা আপনার রহমতের আশা করি এবং আপনার আযাবকে ভয় করি। নিশ্চয়ই আপনার আযাব কাফিরদের উপর পতিত হবে। হে আল্লাহ! আমরা আপনার সাহায্য চাই, আপনার কাছে ক্ষমা প্রার্থনা করি এবং আপনার জন্য সকল কল্যাণের প্রশংসা করি। আমরা আপনাকে অস্বীকার করি না, আপনার প্রতি ঈমান আনি, আপনার সামনে বিনয়ী হই এবং যারা আপনাকে অস্বীকার করে তাদেরকে প্রত্যাখ্যান করি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/118.mp3"
                }
            ]
        },
        {
            "ID": 33,
            "TITLE": "বিতর নামাজ শেষ করার পর যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_034.mp3",
            "TEXT": [
                {
                    "ID": 119,
                    "ARABIC_TEXT": "((سُبْحَانَ المَلِكِ القُدُّوسِ)) ثلاثَ مرَّاتٍ والثَّالِثَةُ يَجْهَرُ بها ويَمُدُّ بها صَوتَهُ يقولُ: [رَبِّ الْمَلاَئِكَةِ وَالرُّوحِ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানাল মালিকিল কুদ্দূস (তিনবার)। তৃতীয়বার উচ্চস্বরে এবং দীর্ঘ করে বলবে: রাব্বিল মালাইকাতি ওয়ার রূহ।",
                    "TRANSLATED_TEXT": "পরম পবিত্র মালিক, অতি পবিত্র (তিনবার)। তৃতীয়বার উচ্চস্বরে এবং দীর্ঘ করে বলবে: ফেরেশতা ও রূহের (জিবরাঈলের) রব।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/119.mp3"
                }
            ]
        },
        {
            "ID": 34,
            "TITLE": "চিন্তা ও দুঃখের সময় দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_035.mp3",
            "TEXT": [
                {
                    "ID": 120,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُــــلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلاَءَ حُزْنِي، وَذَهَابَ هَمِّي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আবদুকা ইবনু আবদিকা ইবনু আমাতিকা নাসিয়াতী বিয়াদিকা মাদিন ফিয়্যা হুকমুকা আদলুন ফিয়্যা কাদাউকা আসআলুকা বিকুল্লি ইসমিন হুয়া লাকা সাম্মাইতা বিহি নাফসাকা আও আনযালতাহু ফী কিতাবিকা আও আল্লামতাহু আহাদান মিন খালকিকা আও ইসতা'সারতা বিহি ফী ইলমিল গাইবি ইন্দাকা আন তাজআলাল কুরআনা রাবীআ কালবী ওয়া নূরা সাদরী ওয়া জালাআ হুযনী ওয়া যাহাবা হাম্মী।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার বান্দা, আপনার বান্দার ছেলে, আপনার দাসীর ছেলে। আমার মাথার সামনের অংশ আপনার হাতে। আপনার হুকুম আমার উপর কার্যকরী এবং আপনার ফয়সালা আমার জন্য ন্যায়সঙ্গত। আমি আপনার কাছে প্রার্থনা করছি প্রত্যেক নাম দিয়ে যা আপনার, যা দিয়ে আপনি নিজেকে নামকরণ করেছেন, অথবা আপনার কিতাবে নাযিল করেছেন, অথবা আপনার কোনো সৃষ্টিকে শিখিয়েছেন, অথবা আপনার গোপন জ্ঞানে নিজের জন্য রেখেছেন—যেন আপনি কুরআনকে আমার অন্তরের বসন্ত, বুকের নূর, দুঃখের দূরীকরণ এবং চিন্তার অবসান বানিয়ে দেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/120.mp3"
                },
                {
                    "ID": 121,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আউযু বিকা মিনাল হাম্মি ওয়াল হুযনি ওয়াল আজযি ওয়াল কাসালি ওয়াল বুখলি ওয়াল জুবনি ওয়া দাল'ইদ দাইনি ওয়া গালাবাতির রিজাল।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে চিন্তা ও দুঃখ থেকে, অক্ষমতা ও অলসতা থেকে, কৃপণতা ও কাপুরুষতা থেকে, ঋণের ভার থেকে এবং মানুষের প্রভাব থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/121.mp3"
                }
            ]
        },
        {
            "ID": 35,
            "TITLE": "মানসিক যন্ত্রণা ও উদ্বেগের দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_036.mp3",
            "TEXT": [
                {
                    "ID": 122,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা ইলাহা ইল্লাল্লাহুল আযীমুল হালীম। লা ইলাহা ইল্লাল্লাহু রাব্বুল আরশিল আযীম। লা ইলাহা ইল্লাল্লাহু রাব্বুস সামাওয়াতি ওয়া রাব্বুল আরদি ওয়া রাব্বুল আরশিল কারীম।",
                    "TRANSLATED_TEXT": "আল্লাহ ছাড়া কোনো ইলাহ নেই, মহান, সহনশীল। আল্লাহ ছাড়া কোনো ইলাহ নেই, মহান আরশের রব। আল্লাহ ছাড়া কোনো ইলাহ নেই, আকাশমণ্ডলীর রব, পৃথিবীর রব এবং সম্মানিত আরশের রব।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/122.mp3"
                },
                {
                    "ID": 123,
                    "ARABIC_TEXT": "((اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা রাহমাতাকা আরজু ফালা তাকিলনী ইলা নাফসী তরফাতা আইনিন ওয়া আসলিহ লী শা'নী কুল্লাহু লা ইলাহা ইল্লা আনতা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার রহমতের আশা করি। সুতরাং এক চোখের পলকের জন্যও আমাকে আমার নফসের হাতে ছেড়ে দেবেন না। আমার সমস্ত অবস্থা সংশোধন করে দিন। আপনি ছাড়া কোনো ইলাহ নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/123.mp3"
                },
                {
                    "ID": 124,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظّالِمِينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা ইলাহা ইল্লা আনতা সুবহানাকা ইন্নী কুনতু মিনায যালিমীন।",
                    "TRANSLATED_TEXT": "আপনি ছাড়া কোনো ইলাহ নেই। আপনি পবিত্র। নিশ্চয়ই আমি যালিমদের মধ্যে ছিলাম।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/124.mp3"
                },
                {
                    "ID": 125,
                    "ARABIC_TEXT": "((اللَّهُ اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئاً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহু আল্লাহু রাব্বী লা উশরিকু বিহি শাইআন।",
                    "TRANSLATED_TEXT": "আল্লাহ, আল্লাহ আমার রব। আমি তাঁর সাথে কাউকে শরীক করি না।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/125.mp3"
                }
            ]
        },
        {
            "ID": 36,
            "TITLE": "শত্রু বা ক্ষমতাধর শাসকের সামনে পড়লে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_037.mp3",
            "TEXT": [
                {
                    "ID": 126,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِم، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্না নাজআলুকা ফী নুহুরিহিম ওয়া নাউযু বিকা মিন শুরুরিহিম।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমরা আপনাকে তাদের সামনে রাখছি এবং তাদের অনিষ্ট থেকে আপনার কাছে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/126.mp3"
                },
                {
                    "ID": 127,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَحُولُ وَبِكَ أَصُولُ، وَبِكَ أُقاتِلُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা আনতা আদুদী ওয়া আনতা নাসীরী বিকা আহুলু ওয়া বিকা আসূলু ওয়া বিকা উকাতিলু।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনি আমার সমর্থন এবং আপনি আমার সাহায্যকারী। আপনার দ্বারাই আমি চলি, আপনার দ্বারাই আমি আক্রমণ করি এবং আপনার দ্বারাই আমি যুদ্ধ করি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/127.mp3"
                },
                {
                    "ID": 128,
                    "ARABIC_TEXT": "((حَسْبُنا اللَّهُ وَنِعْمَ الْوَكِيلُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "হাসবুনাল্লাহু ওয়া নি'মাল ওয়াকীল।",
                    "TRANSLATED_TEXT": "আল্লাহ আমাদের জন্য যথেষ্ট এবং তিনি কত উত্তম কার্যনির্বাহক।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/128.mp3"
                }
            ]
        },
        {
            "ID": 37,
            "TITLE": "শাসকের যুলুম থেকে রক্ষার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_038.mp3",
            "TEXT": [
                {
                    "ID": 129,
                    "ARABIC_TEXT": "((اللَّهُمَّ ربَّ السَّمَوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، كُنْ لِي جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَهَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা রাব্বাস সামাওয়াতিস সাব'ই ওয়া রাব্বাল আরশিল আযীমি কুন লী জারান মিন ফুলানিবনি ফুলানিন ওয়া আহযাবিহি মিন খালাইকিকা আন য়াফরুতা আলাইয়া আহাদুম মিনহুম আও য়াতগা আয্যা জারুকা ওয়া জাল্লা সানাউকা ওয়ালা ইলাহা ইল্লা আনতা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! সাত আকাশের রব এবং মহান আরশের রব, অমুকের ছেলে অমুক ও তার দলবল থেকে আমার জন্য আশ্রয়দাতা হোন, যাতে তাদের কেউ আমার উপর অত্যাচার না করে বা সীমালঙ্ঘন না করে। আপনার আশ্রয় মহান, আপনার প্রশংসা মহিমান্বিত এবং আপনি ছাড়া কোনো ইলাহ নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/129.mp3"
                },
                {
                    "ID": 130,
                    "ARABIC_TEXT": "((اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعاً، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، الْمُمْسِكِ السَّمَوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلاَنٍ، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنْ الْجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَاراً مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلاَ إِلَهَ غَيْرُكَ)) (ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহু আকবার, আল্লাহু আ'য্যু মিন খালকিহি জামীআন, আল্লাহু আ'য্যু মিম্মা আখাফু ওয়া আহযারু। আউযু বিল্লাহিল্লাযী লা ইলাহা ইল্লা হুয়াল মুমসিকিস সামাওয়াতিস সাব'ই আন য়াকা'না আলাল আরদি ইল্লা বিইযনিহি মিন শাররি আবদিকা ফুলানিন ওয়া জুনূদিহি ওয়া আতবা'ইহি ওয়া আশয়া'ইহি মিনাল জিন্নি ওয়াল ইনসি। আল্লাহুম্মা কুন লী জারান মিন শাররিহিম জাল্লা সানাউকা ওয়া আয্যা জারুকা ওয়া তাবারাকাসমুকা ওয়ালা ইলাহা গাইরুক (তিনবার)।",
                    "TRANSLATED_TEXT": "আল্লাহ সর্বশ্রেষ্ঠ, আল্লাহ তাঁর সমস্ত সৃষ্টির চেয়ে মহান, আল্লাহ আমার ভয় ও আশঙ্কার চেয়ে মহান। আমি আল্লাহর কাছে আশ্রয় চাই যিনি ছাড়া কোনো ইলাহ নেই, যিনি সাত আকাশকে ধরে রেখেছেন যাতে তারা পৃথিবীর উপর না পড়ে তাঁর অনুমতি ছাড়া—আপনার বান্দা অমুক, তার সৈন্য, অনুসারী ও সমর্থকদের অনিষ্ট থেকে, জিন ও মানুষের মধ্য থেকে। হে আল্লাহ! তাদের অনিষ্ট থেকে আমার জন্য আশ্রয়দাতা হোন। আপনার প্রশংসা মহান, আপনার আশ্রয় মহান, আপনার নাম বরকতময় এবং আপনি ছাড়া কোনো ইলাহ নেই (তিনবার)।",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/130.mp3"
                }
            ]
        },
        {
            "ID": 38,
            "TITLE": "শত্রুর বিরুদ্ধে দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_039.mp3",
            "TEXT": [
                {
                    "ID": 131,
                    "ARABIC_TEXT": "((اللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، اهْزِمِ الأَحْزَابَ، اللَّهُمَّ اهزِمْهُمْ وَزَلْزِلْهُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা মুনযিলাল কিতাবি সারীআল হিসাবি ইহযিমিল আহযাবা আল্লাহুম্মাহযিমহুম ওয়া যালযিলহুম।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! কিতাব নাযিলকারী, দ্রুত হিসাব গ্রহণকারী, দলসমূহকে পরাজিত করুন। হে আল্লাহ! তাদের পরাজিত করুন এবং তাদেরকে কাঁপিয়ে দিন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/131.mp3"
                }
            ]
        },
        {
            "ID": 39,
            "TITLE": "মানুষের ক্ষতির ভয় করলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_040.mp3",
            "TEXT": [
                {
                    "ID": 132,
                    "ARABIC_TEXT": "((اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাকফিনীহিম বিমা শি'তা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনি যেভাবে ইচ্ছা করেন তাদের থেকে আমাকে রক্ষা করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/132.mp3"
                }
            ]
        },
        {
            "ID": 40,
            "TITLE": "দ্বীনের ব্যাপারে সন্দেহ বা ওয়াসওয়াসা হলে যা করতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_041.mp3",
            "TEXT": [
                {
                    "ID": 133,
                    "ARABIC_TEXT": "((يَسْتَعِيذُ بِاللَّهِ و يَنْتَهِي عَمَّا شك فِيهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহর কাছে আশ্রয় চাইবে এবং যে বিষয়ে সন্দেহ করছে তা থেকে বিরত থাকবে।",
                    "TRANSLATED_TEXT": "আল্লাহর কাছে আশ্রয় চাইবে এবং যে বিষয়ে সন্দেহ করছে তা থেকে বিরত থাকবে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/133.mp3"
                },
                {
                    "ID": 134,
                    "ARABIC_TEXT": "((يَقُولُ: ((آمَنْتُ بِاللَّهِ وَرُسُلِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আমানতু বিল্লাহি ওয়া রুসুলিহি।",
                    "TRANSLATED_TEXT": "আমি আল্লাহ ও তাঁর রাসূলগণের প্রতি ঈমান আনলাম।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/134.mp3"
                },
                {
                    "ID": 135,
                    "ARABIC_TEXT": "((يَقْرَأُ قَوْلَهُ تَعَالَى: ﴿هُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْباطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহ তা'আলার বাণী পড়বে: হুয়াল আওয়ালু ওয়াল আখিরু ওয়ায যাহিরু ওয়াল বাতিনু ওয়া হুয়া বিকুল্লি শাইইন আলীম।",
                    "TRANSLATED_TEXT": "তিনিই প্রথম এবং শেষ, প্রকাশ্য এবং অপ্রকাশ্য এবং তিনি সবকিছুর জ্ঞানী।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/135.mp3"
                }
            ]
        },
        {
            "ID": 41,
            "TITLE": "ঋণ পরিশোধের জন্য দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_042.mp3",
            "TEXT": [
                {
                    "ID": 136,
                    "ARABIC_TEXT": "((اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكِ عَمَّنْ سِوَاكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাকফিনী বিহালালিকা আন হারামিকা ওয়া আগনিনী বিফাদলিকা আম্মান সিওয়াক।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনার হালাল দিয়ে আমাকে হারাম থেকে রক্ষা করুন এবং আপনার অনুগ্রহ দিয়ে আমাকে অন্য কারো মুখাপেক্ষী হওয়া থেকে মুক্ত করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/136.mp3"
                },
                {
                    "ID": 137,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আউযু বিকা মিনাল হাম্মি ওয়াল হুযনি ওয়াল আজযি ওয়াল কাসালি ওয়াল বুখলি ওয়াল জুবনি ওয়া দাল'ইদ দাইনি ওয়া গালাবাতির রিজাল।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে চিন্তা ও দুঃখ থেকে, অক্ষমতা ও অলসতা থেকে, কৃপণতা ও কাপুরুষতা থেকে, ঋণের ভার থেকে এবং মানুষের প্রভাব থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/137.mp3"
                }
            ]
        },
        {
            "ID": 42,
            "TITLE": "নামাজ ও কুরআন তিলাওয়াতের সময় শয়তানের ওয়াসওয়াসা থেকে রক্ষার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_043.mp3",
            "TEXT": [
                {
                    "ID": 138,
                    "ARABIC_TEXT": "((أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ، وَاتْفُلْ عَلَى يَسَارِكَ (ثلاثاً))).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আউযু বিল্লাহি মিনাশ শাইতানির রাজীম। বাম দিকে তিনবার ফুঁ দিবে (ফুঁ: মূলত বাতাস সহ সামান্য লালা)।",
                    "TRANSLATED_TEXT": "আমি অভিশপ্ত শয়তান থেকে আল্লাহর কাছে আশ্রয় চাই। বাম দিকে তিনবার ফুঁ দিবে (ফুঁ: মূলত বাতাস সহ সামান্য লালা)। (উসমান ইবনে আল-আস (রা.) থেকে বর্ণিত: আমি বললাম, হে আল্লাহর রাসূল! শয়তান আমার নামাজ ও তিলাওয়াতের মাঝে এসে আমাকে বিভ্রান্ত করে। রাসূলুল্লাহ ﷺ বললেন: এটা খানযাব নামক এক শয়তান। যখন তার উপস্থিতি অনুভব করো তখন আল্লাহর কাছে তার থেকে আশ্রয় চাও এবং বাম দিকে তিনবার ফুঁ দাও।)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/138.mp3"
                }
            ]
        },
        {
            "ID": 43,
            "TITLE": "কোনো কাজ কঠিন মনে হলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_044.mp3",
            "TEXT": [
                {
                    "ID": 139,
                    "ARABIC_TEXT": "((اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা লা সাহলা ইল্লা মা জা'আলতাহু সাহলান ওয়া আনতা তাজআলুল হাযনা ইযা শি'তা সাহলান।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! কোনো কিছু সহজ নয় যা আপনি সহজ করেননি, আর আপনি যখন ইচ্ছা করেন কঠিনকেও সহজ করে দেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/139.mp3"
                }
            ]
        },
        {
            "ID": 44,
            "TITLE": "গুনাহ করে ফেললে যা বলতে ও করতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_045.mp3",
            "TEXT": [
                {
                    "ID": 140,
                    "ARABIC_TEXT": "((مَا مِنْ عَبْدٍ يُذنِبُ ذَنْباً فَيُحْسِنُ الطُّهُورَ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلاَّ غَفَرَ اللَّهُ لَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যে বান্দা গুনাহ করে, অতঃপর ভালোভাবে ওযু করে, তারপর দাঁড়িয়ে দুই রাকাত নামাজ পড়ে এবং আল্লাহর কাছে ক্ষমা প্রার্থনা করে, আল্লাহ তার গুনাহ ক্ষমা করে দেন।",
                    "TRANSLATED_TEXT": "যে বান্দা গুনাহ করে, অতঃপর ভালোভাবে ওযু করে, তারপর দাঁড়িয়ে দুই রাকাত নামাজ পড়ে এবং আল্লাহর কাছে ক্ষমা প্রার্থনা করে, আল্লাহ তার গুনাহ ক্ষমা করে দেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/140.mp3"
                }
            ]
        },
        {
            "ID": 45,
            "TITLE": "শয়তান ও তার ওয়াসওয়াসা থেকে রক্ষার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_046.mp3",
            "TEXT": [
                {
                    "ID": 141,
                    "ARABIC_TEXT": "((الْاسْتِعَاذَةُ بِاللَّهِ مِنْهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহর কাছে তার থেকে আশ্রয় চাওয়া।",
                    "TRANSLATED_TEXT": "আল্লাহর কাছে শয়তান থেকে আশ্রয় চাওয়া।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/141.mp3"
                },
                {
                    "ID": 142,
                    "ARABIC_TEXT": "الْأَذَانُ",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আযান।",
                    "TRANSLATED_TEXT": "আযান দেওয়া।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/142.mp3"
                },
                {
                    "ID": 143,
                    "ARABIC_TEXT": "((الْأَذْكَارُ وَقِرَاءَةُ الْقُرْآنِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যিকির ও কুরআন তিলাওয়াত।",
                    "TRANSLATED_TEXT": "যিকির ও কুরআন তিলাওয়াত (যেমন: ঘরকে কবরের মতো করো না, যে ঘরে সূরা বাকারা পড়া হয় শয়তান সেখান থেকে পালিয়ে যায়—মুসলিম ১/৫৩৯; সকাল-সন্ধ্যার যিকির, ঘুমের আগে, ঘুম থেকে উঠে, পায়খানায় প্রবেশ-বের হওয়া, মসজিদে প্রবেশ-বের হওয়া, আয়াতুল কুরসি ও সূরা বাকারার শেষ দুই আয়াত ঘুমের আগে পড়া, আযান ইত্যাদি)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/143.mp3"
                }
            ]
        },
        {
            "ID": 46,
            "TITLE": "অপছন্দনীয় কিছু ঘটলে বা কোনো কাজে ব্যর্থ হলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_047.mp3",
            "TEXT": [
                {
                    "ID": 144,
                    "ARABIC_TEXT": "((قَدَرُ اللَّهُ وَمَا شَاءَ فَعَلَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "কাদারুল্লাহু ওয়া মা শা'আ ফা'আল।",
                    "TRANSLATED_TEXT": "আল্লাহর তাকদীর এবং তিনি যা ইচ্ছা করেন তাই করেন। (‘যদি’ শব্দটি শয়তানের কাজকে প্রবেশ করতে দেয় না।)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/144.mp3"
                }
            ]
        },
        {
            "ID": 47,
            "TITLE": "নতুন সন্তানের জন্মে অভিনন্দন ও তার জবাব",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_048.mp3",
            "TEXT": [
                {
                    "ID": 145,
                    "ARABIC_TEXT": "((بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ)). وَيَرُدُّ عَلَيْهِ الْمُهَــــــنَّأُ فَيَقُولُ: ((بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْراً، وَرَزَقَكَ اللَّهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বারাকাল্লাহু লাকা ফিল মাওহূবি লাকা ওয়া শাকারতাল ওয়াহিবা ওয়া বালাগা আশুদ্দাহু ওয়া রুযিকতা বিররাহু। অভিনন্দিত ব্যক্তি জবাবে বলবে: বারাকাল্লাহু লাকা ওয়া বারাকা আলাইকা ওয়া জাযাকাল্লাহু খাইরান ওয়া রাযাকাকাল্লাহু মিসলাহু ওয়া আজযালা সাওয়াবাকা।",
                    "TRANSLATED_TEXT": "আল্লাহ তোমাকে যা দান করেছেন তাতে বরকত দান করুন, তুমি দানকারীর শুকরিয়া আদায় করো, সন্তান যেন পরিপূর্ণ বয়সে পৌঁছে এবং তুমি যেন তার নেক সন্তানের সৌভাগ্য লাভ করো। অভিনন্দিত ব্যক্তি জবাবে বলবে: আল্লাহ তোমাকে বরকত দান করুন এবং তোমার উপর বরকত বর্ষণ করুন, আল্লাহ তোমাকে উত্তম প্রতিদান দান করুন, তোমাকে এরকম সন্তান দান করুন এবং তোমার প্রতিদানকে প্রচুর করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/145.mp3"
                }
            ]
        },
        {
            "ID": 48,
            "TITLE": "সন্তানের জন্য আল্লাহর কাছে আশ্রয় প্রার্থনা",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_049.mp3",
            "TEXT": [
                {
                    "ID": 146,
                    "ARABIC_TEXT": " كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَوِّذُ الحَسَنَ وَالحُسَينَ رضي الله عنهما ((أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "রাসূলুল্লাহ ﷺ হাসান ও হুসাইন (রা.)-কে এই দোয়া পড়ে আশ্রয় দিতেন: উ'ঈযুকুমা বিকালিমাতিল্লাহিত তাম্মাতি মিন কুল্লি শাইতানিঁ ওয়া হাম্মাতিন ওয়া মিন কুল্লি আইনিল লাম্মাতিন।",
                    "TRANSLATED_TEXT": "রাসূলুল্লাহ ﷺ হাসান ও হুসাইন (রা.)-কে এই দোয়া পড়ে আশ্রয় দিতেন: আমি তোমাদের দুজনকে আল্লাহর পরিপূর্ণ কালিমাসমূহের মাধ্যমে প্রত্যেক শয়তান, বিষাক্ত প্রাণী এবং প্রত্যেক ক্ষতিকর চোখ থেকে আশ্রয় দিচ্ছি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/146.mp3"
                }
            ]
        },
        {
            "ID": 49,
            "TITLE": "অসুস্থ ব্যক্তিকে দেখতে গেলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_050.mp3",
            "TEXT": [
                {
                    "ID": 147,
                    "ARABIC_TEXT": "((لاَ بأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা বা'সা তাহূরুন ইন শাআল্লাহ।",
                    "TRANSLATED_TEXT": "কোনো সমস্যা নেই, ইনশাআল্লাহ এটা পবিত্রতা (গুনাহ মোচন) হবে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/147.mp3"
                },
                {
                    "ID": 148,
                    "ARABIC_TEXT": "((أَسْأَلُ اللَّهَ الْعَظيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفيَكَ)) (سبع مرات).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আসআলুল্লাহাল আযীমা রাব্বাল আরশিল আযীমি আন য়াশফিয়াক (সাতবার)।",
                    "TRANSLATED_TEXT": "আমি মহান আল্লাহকে, মহান আরশের রবকে প্রার্থনা করছি যেন তিনি তোমাকে সুস্থ করে দেন (সাতবার)। (অসুস্থ ব্যক্তি সুস্থ হয়ে যাবে।)",
                    "REPEAT": 7,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/148.mp3"
                }
            ]
        },
        {
            "ID": 50,
            "TITLE": "অসুস্থ ব্যক্তিকে দেখার ফযিলত",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_051.mp3",
            "TEXT": [
                {
                    "ID": 149,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((إِذَا عَادَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ مَشَى فِي خِرَافَةِ الْجَنَّةِ حَتَّى يَجْلِسَ، فَإِذَا جَلَسَ غَمَرَتْهُ الرَّحْمَةُ، فَإِنْ كَانَ غُدْوَةً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِيَ، وَإِنْ كَانَ مَسَاءً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "নবী ﷺ বলেছেন: যখন কোনো ব্যক্তি তার মুসলিম ভাইকে দেখতে যায় তখন সে যেন জান্নাতের ফল বাগানে হাঁটতে থাকে যতক্ষণ না বসে। যখন বসে তখন রহমত তাকে ঘিরে ফেলে। যদি সকালে যায় তাহলে সন্ধ্যা পর্যন্ত সত্তর হাজার ফেরেশতা তার জন্য দোয়া করেন। আর যদি সন্ধ্যায় যায় তাহলে সকাল পর্যন্ত সত্তর হাজার ফেরেশতা তার জন্য দোয়া করেন।",
                    "TRANSLATED_TEXT": "নবী ﷺ বলেছেন: যখন কোনো ব্যক্তি তার মুসলিম ভাইকে দেখতে যায় তখন সে যেন জান্নাতের ফল বাগানে হাঁটতে থাকে যতক্ষণ না বসে। যখন বসে তখন রহমত তাকে ঘিরে ফেলে। যদি সকালে যায় তাহলে সন্ধ্যা পর্যন্ত সত্তর হাজার ফেরেশতা তার জন্য দোয়া করেন। আর যদি সন্ধ্যায় যায় তাহলে সকাল পর্যন্ত সত্তর হাজার ফেরেশতা তার জন্য দোয়া করেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/149.mp3"
                }
            ]
        },
        {
            "ID": 51,
            "TITLE": "মৃত্যুপথযাত্রীর দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_052.mp3",
            "TEXT": [
                {
                    "ID": 150,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাগফির লী ওয়ারহামনী ওয়া আলহিকনী বির রাফীকিল আ'লা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমাকে ক্ষমা করুন, আমার প্রতি রহম করুন এবং আমাকে সর্বোচ্চ সঙ্গীদের সাথে মিলিত করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/150.mp3"
                },
                {
                    "ID": 151,
                    "ARABIC_TEXT": "((جَعَلَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي الْمَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ، وَيَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ إِنَّ لِلْمَوْتِ سَكَرَاتٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আয়েশা (রা.) থেকে বর্ণিত: নবী ﷺ মৃত্যুর সময় তাঁর হাত পানিতে ডুবিয়ে মুখ মুছতেন এবং বলতেন: লা ইলাহা ইল্লাল্লাহু ইন্না লিল মাওতি লাসাকারাত।",
                    "TRANSLATED_TEXT": "আয়েশা (রা.) থেকে বর্ণিত: নবী ﷺ মৃত্যুর সময় তাঁর হাত পানিতে ডুবিয়ে মুখ মুছতেন এবং বলতেন: আল্লাহ ছাড়া কোনো ইলাহ নেই, নিশ্চয়ই মৃত্যুর যন্ত্রণা রয়েছে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/151.mp3"
                },
                {
                    "ID": 152,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ المُلْكُ وَلَهُ الْحَمْدُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা ইলাহা ইল্লাল্লাহু ওয়াল্লাহু আকবার। লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু। লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু। লা ইলাহা ইল্লাল্লাহু লাহুল মুলকু ওয়া লাহুল হামদু। লা ইলাহা ইল্লাল্লাহু ওয়ালা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহ।",
                    "TRANSLATED_TEXT": "আল্লাহ ছাড়া কোনো ইলাহ নেই এবং আল্লাহ সর্বশ্রেষ্ঠ। আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক। আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। আল্লাহ ছাড়া কোনো ইলাহ নেই, রাজত্ব তাঁরই, প্রশংসা তাঁরই। আল্লাহ ছাড়া কোনো ইলাহ নেই এবং কোনো শক্তি বা ক্ষমতা নেই আল্লাহ ছাড়া।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/152.mp3"
                }
            ]
        },
        {
            "ID": 52,
            "TITLE": "মৃত্যুপথযাত্রীকে কালিমা পড়তে উৎসাহিত করা",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_053.mp3",
            "TEXT": [
                {
                    "ID": 153,
                    "ARABIC_TEXT": "((مَنْ كَانَ آخِرُ كَلاَمِهِ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যার শেষ কথা লা ইলাহা ইল্লাল্লাহ হবে সে জান্নাতে প্রবেশ করবে।",
                    "TRANSLATED_TEXT": "যার শেষ কথা লা ইলাহা ইল্লাল্লাহ হবে সে জান্নাতে প্রবেশ করবে। (অর্থাৎ অসুস্থ ব্যক্তির আশেপাশের লোকেরা তাকে শাহাদাহ পড়তে উৎসাহিত করবে।)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/153.mp3"
                }
            ]
        },
        {
            "ID": 53,
            "TITLE": "মুসিবত বা বিপদে পড়লে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_054.mp3",
            "TEXT": [
                {
                    "ID": 154,
                    "ARABIC_TEXT": "((إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي، وَأَخْلِفْ لِي خَيْرَاً مِنْهَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিঊন। আল্লাহুম্মাজুরনী ফী মুসীবাতী ওয়া আখলিফ লী খাইরান মিনহা।",
                    "TRANSLATED_TEXT": "নিশ্চয়ই আমরা আল্লাহরই এবং নিশ্চয়ই আমরা তাঁরই দিকে ফিরে যাব। হে আল্লাহ! আমার এই মুসিবতে আমাকে প্রতিদান দান করুন এবং এর পরিবর্তে আমার জন্য উত্তম কিছু দান করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/154.mp3"
                }
            ]
        },
        {
            "ID": 54,
            "TITLE": "মৃত ব্যক্তির চোখ বন্ধ করার সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_055.mp3",
            "TEXT": [
                {
                    "ID": 155,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِفُلاَنٍ (بِاسْمِهِ) وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ  يَا رَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাগফির লি-ফুলান (নাম উল্লেখ করে) ওয়ারফা' দারাজাতাহু ফিল মাহদিয়্যীন ওয়াখলুফহু ফী আকিবিহি ফিল গাবিরীন ওয়াগফির লানা ওয়া লাহু য়া রাব্বাল আলামীন ওয়াফসাহ লাহু ফী কাবরিহি ওয়া নাওয়ির লাহু ফীহ।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! অমুককে (নাম উল্লেখ করে) ক্ষমা করুন এবং তাকে হিদায়াতপ্রাপ্তদের মধ্যে তার মর্যাদা উন্নত করুন। তার পরিবারের জন্য উত্তরসূরী হোন যারা বেঁচে আছে। হে সকল সৃষ্টির রব! আমাদের এবং তার গুনাহ ক্ষমা করুন। তার কবরকে প্রশস্ত করুন এবং তাতে নূর দান করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/155.mp3"
                }
            ]
        },
        {
            "ID": 55,
            "TITLE": "জানাযার নামাজে মৃতের জন্য দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_056.mp3",
            "TEXT": [
                {
                    "ID": 156,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ [وَعَذَابِ النَّارِ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাগফির লাহু ওয়ারহামহু ওয়া আফিহি ওয়া'ফু আনহু ওয়া আকরিম নুযুলাহু ওয়া ওয়াসসি' মুদখালাহু ওয়াগসিলহু বিল মাই ওয়াস সালজি ওয়াল বারাদি ওয়া নাক্কিহি মিনাল খাতায়া কামা নাক্কাইতাস সাওবাল আবয়াদা মিনাদ দানাসি ওয়া আবদিলহু দারান খাইরান মিন দারিহি ওয়া আহলান খাইরান মিন আহলিহি ওয়া যাওজান খাইরান মিন যাওজিহি ওয়া আদখিলহুল জান্নাতা ওয়া আ'ইযহু মিন আযাবিল কাবরি (ওয়া আযাবিন নার)।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! তাকে ক্ষমা করুন ও রহম করুন, তাকে আফিয়াত দান করুন ও মাফ করুন, তার আপ্যায়নকে সম্মানজনক করুন, তার প্রবেশস্থান প্রশস্ত করুন, তাকে পানি, বরফ ও শিশির দিয়ে ধুয়ে দিন এবং গুনাহ থেকে পবিত্র করুন যেভাবে সাদা কাপড় ময়লা থেকে পবিত্র করা হয়। তাকে তার ঘরের চেয়ে উত্তম ঘর, তার পরিবারের চেয়ে উত্তম পরিবার এবং তার স্ত্রীর চেয়ে উত্তম স্ত্রী দান করুন। তাকে জান্নাতে প্রবেশ করান এবং কবরের আযাব (ও জাহান্নামের আযাব) থেকে রক্ষা করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/156.mp3"
                },
                {
                    "ID": 157,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَشَاهِدِنَا وَغَائِبِنَا، وَصَغِيرِنَا وَكَبيرِنَا، وَذَكَرِنَا وَأُنْثَانَا. اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلاَمِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ، اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُ، وَلاَ تُضِلَّنَا بَعْدَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাগফির লিহাইয়্যিনা ওয়া মাইয়্যিতিনা ওয়া শাহিদিনা ওয়া গাইবিনা ওয়া সাগীরিনা ওয়া কাবীরিনা ওয়া যাকারিনা ওয়া উনসানা। আল্লাহুম্মা মান আহয়াইতাহু মিন্না ফা আহয়িহি আলাল ইসলামি ওয়া মান তাওয়াফফাইতাহু মিন্না ফাতাওয়াফফাহু আলাল ঈমানি। আল্লাহুম্মা লা তাহরিমনা আজরাহু ওয়ালা তুদিল্লানা বা'দাহু।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমাদের জীবিত ও মৃত, উপস্থিত ও অনুপস্থিত, ছোট ও বড়, পুরুষ ও নারী সকলকে ক্ষমা করুন। হে আল্লাহ! আমাদের মধ্যে যাকে আপনি জীবিত রাখেন তাকে ইসলামের উপর জীবিত রাখুন এবং যাকে আপনি মৃত্যু দান করেন তাকে ঈমানের উপর মৃত্যু দান করুন। হে আল্লাহ! তার প্রতিদান থেকে আমাদের বঞ্চিত করবেন না এবং তার পরে আমাদের পথভ্রষ্ট করবেন না।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/157.mp3"
                },
                {
                    "ID": 158,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنَّ فُلاَنَ بْنَ فُلاَنٍ فِي ذِمَّتِكَ، وَحَبْلِ جِوَارِكَ، فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ، وَعَذَابِ النَّارِ، وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَقِّ، فَاغْفِرْ لَهُ وَارْحَمْهُ إِنَّكَ أَنْتَ الغَفُورُ الرَّحيمُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্না ফুলানা বনা ফুলানিন ফী যিম্মাতিকা ওয়া হাবলি জিওয়ারিকা ফাকিহি মিন ফিতনাতিল কাবরি ওয়া আযাবিন নারি ওয়া আনতা আহলুল ওয়াফাই ওয়াল হাক্কি ফাগফির লাহু ওয়ারহামহু ইন্নাকা আনতাল গাফূরুর রাহীম।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! অমুকের ছেলে অমুক আপনার যিম্মায় এবং আপনার আশ্রয়ের বন্ধনে রয়েছে। সুতরাং তাকে কবরের ফিতনা ও জাহান্নামের আযাব থেকে রক্ষা করুন। আপনি ওয়াদা পূর্ণকারী ও সত্যবাদী। তাকে ক্ষমা করুন ও রহম করুন। নিশ্চয়ই আপনি ক্ষমাশীল, দয়াময়।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/158.mp3"
                },
                {
                    "ID": 159,
                    "ARABIC_TEXT": "((اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِناً فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئاً فَتَجَاوَزْ عَنْهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা আবদুকা ওয়াবনু আমাতিকা ইহতাজা ইলা রাহমাতিকা ওয়া আনতা গানিয়্যুন আন আযাবিহি ইন কানা মুহসিনান ফাযিদ ফী হাসানাতিহি ওয়া ইন কানা মুসীআন ফাতাজাওয়ায আনহু।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনার বান্দা ও আপনার দাসীর ছেলে আপনার রহমতের মুখাপেক্ষী। আপনি তার শাস্তি থেকে অমুখাপেক্ষী। যদি সে নেককার হয় তাহলে তার নেক আমল বাড়িয়ে দিন এবং যদি সে গুনাহগার হয় তাহলে তার গুনাহ থেকে মুখ ফিরিয়ে নিন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/159.mp3"
                }
            ]
        },
        {
            "ID": 56,
            "TITLE": "শিশুর জানাযার নামাজে দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_057.mp3",
            "TEXT": [
                {
                    "ID": 160,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ القَبْرِ)) وإن قال: ((اللَّهُمَّ اجْعَلْهُ فَرَطاً وَذُخْراً لِوَالِدَيْهِ، وَشَفِيعاً مُجَاباً، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَعْظِمْ بِهِ أُجورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ لِأَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالْإِيمَانِ)) إن قال ذلك فَحَسَنٌ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা আ'ইযহু মিন আযাবিল কাবর। (অথবা বলতে পারে:) আল্লাহুম্মাজ আলহু ফারাতান ওয়া যুখরান লিওয়ালিদাইহি ওয়া শাফীআন মুজাবান। আল্লাহুম্মা সাক্কিল বিহি মাওয়াযীনাহুমা ওয়া আ'যিম বিহি উজুরাহুমা ওয়া আলহিকহু বিসালিহিল মু'মিনীন ওয়াজ আলহু ফী কাফালাতি ইবরাহীমা ওয়া কিহি বিরাহমাতিকা আযাবাল জাহীম ওয়া আবদিলহু দারান খাইরান মিন দারিহি ওয়া আহলান খাইরান মিন আহলিহি। আল্লাহুম্মাগফির লি আসলাফিনা ওয়া আফরাতিনা ওয়া মান সাবাকানা বিল ঈমান।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! তাকে কবরের আযাব থেকে রক্ষা করুন। (অথবা বলতে পারে:) হে আল্লাহ! তাকে তার পিতামাতার জন্য অগ্রগামী ও সঞ্চয় বানান এবং কবুলযোগ্য শাফায়াতকারী বানান। হে আল্লাহ! তার দ্বারা তাদের মিযান ভারী করুন এবং তাদের প্রতিদান বড় করুন। তাকে নেক মুমিনদের সাথে মিলিত করুন এবং ইবরাহীমের তত্ত্বাবধানে রাখুন। আপনার রহমত দিয়ে তাকে জাহান্নামের আযাব থেকে রক্ষা করুন। তাকে তার ঘরের চেয়ে উত্তম ঘর এবং তার পরিবারের চেয়ে উত্তম পরিবার দান করুন। হে আল্লাহ! আমাদের পূর্বসূরী, আমাদের মৃত সন্তান এবং যারা আমাদের আগে ঈমান এনেছে তাদের ক্ষমা করুন। (এভাবে বললে উত্তম।)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/160.mp3"
                },
                {
                    "ID": 161,
                    "ARABIC_TEXT": "((اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطاً، وَسَلَفاً، وَأَجْراً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাজ আলহু লানা ফারাতান ওয়া সালাফান ওয়া আজরান।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! তাকে আমাদের জন্য অগ্রগামী, পূর্বসূরী এবং প্রতিদানের কারণ বানান।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/161.mp3"
                }
            ]
        },
        {
            "ID": 57,
            "TITLE": "মৃত্যুতে শোকাহতদের জন্য দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_058.mp3",
            "TEXT": [
                {
                    "ID": 162,
                    "ARABIC_TEXT": "((إِنَّ للَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمَّى... فَلْتَصْبِرْ وَلْتَحْتَسِبْ)). وَإِنْ قَالَ: ((أَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ، وَغَفَرَ لِمَيِّتِكَ)) فَحَسَنٌ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ইন্না লিল্লাহি মা আখাযা ওয়া লাহু মা আ'তা ওয়া কুল্লু শাইইন ইন্দাহু বিআজালিম মুসাম্মা... ফালতাসবির ওয়ালতাহতাসিব। (অথবা বলতে পারে:) আ'যামাল্লাহু আজরাকা ওয়া আহসানা আযাআকা ওয়া গাফারা লিমাইয়্যিতিক।",
                    "TRANSLATED_TEXT": "নিশ্চয়ই আল্লাহ যা নিয়েছেন তা তাঁরই এবং যা দিয়েছেন তাও তাঁরই। তাঁর কাছে সবকিছু নির্দিষ্ট সময়ের জন্য রয়েছে... সুতরাং ধৈর্য ধরো এবং প্রতিদানের আশা করো। (অথবা বলতে পারে:) আল্লাহ তোমার প্রতিদান বড় করুন, তোমার শান্তনা উত্তম করুন এবং তোমার মৃত ব্যক্তিকে ক্ষমা করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/162.mp3"
                }
            ]
        },
        {
            "ID": 58,
            "TITLE": "মৃতকে কবরে রাখার সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_059.mp3",
            "TEXT": [
                {
                    "ID": 163,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বিসমিল্লাহি ওয়া আলা সুন্নাতি রাসূলিল্লাহ।",
                    "TRANSLATED_TEXT": "আল্লাহর নামে এবং আল্লাহর রাসূল ﷺ-এর সুন্নাহ অনুসারে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/163.mp3"
                }
            ]
        },
        {
            "ID": 59,
            "TITLE": "কবরে মাটি দেওয়ার পর যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_060.mp3",
            "TEXT": [
                {
                    "ID": 164,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ثَبِّتْهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাগফির লাহু আল্লাহুম্মা সাব্বিতহু।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! তাকে ক্ষমা করুন। হে আল্লাহ! তাকে দৃঢ় রাখুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/164.mp3"
                }
            ]
        },
        {
            "ID": 60,
            "TITLE": "কবর যিয়ারতের সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_061.mp3",
            "TEXT": [
                {
                    "ID": 165,
                    "ARABIC_TEXT": "((السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ، [وَيَرْحَمُ اللَّهُ الْمُسْتَقدِمِينَ مِنَّا وَالْمُسْتأْخِرِينَ] أَسْاَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আসসালামু আলাইকুম আহলাদ দিয়ারি মিনাল মু'মিনীনা ওয়াল মুসলিমীন। ওয়া ইন্না ইন শাআল্লাহু বিকুম লাহিকূন। (ওয়া য়ারহামুল্লাহুল মুসতাকদিমীনা মিন্না ওয়াল মুসতা'খিরীন) আসআলুল্লাহা লানা ওয়া লাকুমুল আফিয়াহ।",
                    "TRANSLATED_TEXT": "শান্তি বর্ষিত হোক তোমাদের উপর হে কবরবাসী মুমিন ও মুসলিমগণ। নিশ্চয়ই আমরা ইনশাআল্লাহ তোমাদের সাথে মিলিত হব। (আল্লাহ আমাদের পূর্বসূরী ও পরবর্তীদের প্রতি রহম করুন।) আমি আল্লাহর কাছে আমাদের ও তোমাদের জন্য আফিয়াত প্রার্থনা করছি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/165.mp3"
                }
            ]
        },
        {
            "ID": 61,
            "TITLE": "বাতাস প্রবাহিত হলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_062.mp3",
            "TEXT": [
                {
                    "ID": 166,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْــــــأَلُكَ خَيْرَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আসআলুকা খাইরাহা ওয়া আউযু বিকা মিন শাররিহা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে এর কল্যাণ প্রার্থনা করছি এবং এর অনিষ্ট থেকে আপনার কাছে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/166.mp3"
                },
                {
                    "ID": 167,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আসআলুকা খাইরাহা ওয়া খাইরা মা ফীহা ওয়া খাইরা মা উরসিলাত বিহি ওয়া আউযু বিকা মিন শাররিহা ওয়া শাররি মা ফীহা ওয়া শাররি মা উরসিলাত বিহি।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে এর কল্যাণ, এর মধ্যে যা কল্যাণকর এবং যা নিয়ে এটা পাঠানো হয়েছে তার কল্যাণ প্রার্থনা করছি। আমি আপনার কাছে এর অনিষ্ট, এর মধ্যে যা অনিষ্টকর এবং যা নিয়ে এটা পাঠানো হয়েছে তার অনিষ্ট থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/167.mp3"
                }
            ]
        },
        {
            "ID": 62,
            "TITLE": "বজ্রপাতের সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_063.mp3",
            "TEXT": [
                {
                    "ID": 168,
                    "ARABIC_TEXT": "((سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلاَئِكةُ مِنْ خِيفَتِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানাল্লাযী য়ুসাব্বিহুর রা'দু বিহামদিহি ওয়াল মালাইকাতু মিন খীফাতিহি।",
                    "TRANSLATED_TEXT": "পরম পবিত্র তিনি যাঁর প্রশংসায় বজ্রধ্বনি করে এবং ফেরেশতাগণ তাঁর ভয়ে (প্রশংসা করে)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/168.mp3"
                }
            ]
        },
        {
            "ID": 63,
            "TITLE": "বৃষ্টির জন্য কিছু দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_064.mp3",
            "TEXT": [
                {
                    "ID": 169,
                    "ARABIC_TEXT": "((اللَّهُمَّ اسْقِنَا غَيْثاً مُغِيثاً مَرِيئاً مَرِيعاً، نَافِعاً غَيْرَ ضَارٍّ، عَاجِلاً غَيْرَ آجِلٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাসকিনা গাইসান মুগীসান মারীআন মারীআন নাফিআন গাইরা দাররিন আজিলান গাইরা আজিল।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমাদের উপর সাহায্যকারী, উপকারী, স্বাস্থ্যকর ও উর্বর বৃষ্টি বর্ষণ করুন, যা উপকারী কিন্তু ক্ষতিকর নয়, তাৎক্ষণিক কিন্তু বিলম্বিত নয়।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/169.mp3"
                },
                {
                    "ID": 170,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা আগিসনা, আল্লাহুম্মা আগিসনা, আল্লাহুম্মা আগিসনা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমাদের সাহায্য করুন, হে আল্লাহ! আমাদের সাহায্য করুন, হে আল্লাহ! আমাদের সাহায্য করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/170.mp3"
                },
                {
                    "ID": 171,
                    "ARABIC_TEXT": "((اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِي بَلَدَكَ الْمَيِّتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মাসকি ইবাদাকা ওয়া বাহাইমাকা ওয়ানশুর রাহমাতাকা ওয়া আহয়ি বালাদাকাল মাইয়্যিত।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনার বান্দা ও পশু-পাখিদের জন্য পানি বর্ষণ করুন, আপনার রহমত ছড়িয়ে দিন এবং আপনার মৃত ভূমিকে জীবিত করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/171.mp3"
                }
            ]
        },
        {
            "ID": 64,
            "TITLE": "বৃষ্টি হলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_065.mp3",
            "TEXT": [
                {
                    "ID": 172,
                    "ARABIC_TEXT": "((اللَّهُمَّ صَيِّباً نَافِعاً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা সাইয়্যিবান নাফিআন।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! এটা উপকারী বৃষ্টি হোক।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/172.mp3"
                }
            ]
        },
        {
            "ID": 65,
            "TITLE": "বৃষ্টি হওয়ার পর যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_066.mp3",
            "TEXT": [
                {
                    "ID": 173,
                    "ARABIC_TEXT": "((مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "মুতিরনা বিফাদলিল্লাহি ওয়া রাহমাতিহি।",
                    "TRANSLATED_TEXT": "আমাদের উপর আল্লাহর অনুগ্রহ ও রহমত দিয়ে বৃষ্টি হয়েছে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/173.mp3"
                }
            ]
        },
        {
            "ID": 66,
            "TITLE": "বৃষ্টি বন্ধ হয়ে গেলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_067.mp3",
            "TEXT": [
                {
                    "ID": 174,
                    "ARABIC_TEXT": "((اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ، وَبُطُونِ الْأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা হাওয়ালাইনা ওয়ালা আলাইনা। আল্লাহুম্মা আলাল আকামি ওয়ায যিরাবি ওয়া বুতূনিল আওদিয়াতি ওয়া মানাবিতিশ শাজার।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমাদের চারপাশে বৃষ্টি করুন, আমাদের উপর নয়। হে আল্লাহ! পাহাড়-টিলা, উঁচু ভূমি, উপত্যকা ও গাছের গোড়ায় বৃষ্টি বর্ষণ করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/174.mp3"
                }
            ]
        },
        {
            "ID": 67,
            "TITLE": "নতুন চাঁদ দেখার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_068.mp3",
            "TEXT": [
                {
                    "ID": 175,
                    "ARABIC_TEXT": "((اللَّهُ أَكْبَرُ، اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْأَمْنِ وَالْإِيمَانِ، وَالسَّلاَمَةِ وَالْإِسْلاَمِ، وَالتَّوْفِيقِ لِمَا تُحِبُّ رَبَّنَا وَتَرْضَى، رَبُّنَا وَرَبُّكَ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহু আকবার। আল্লাহুম্মা আহিল্লাহু আলাইনা বিল আমনি ওয়াল ঈমানি ওয়াস সালামাতি ওয়াল ইসলামি ওয়াত তাওফীকি লিমা তুহিব্বু রাব্বানা ওয়া তারদা। রাব্বুনা ওয়া রাব্বুকাল্লাহ।",
                    "TRANSLATED_TEXT": "আল্লাহ সর্বশ্রেষ্ঠ। হে আল্লাহ! এই চাঁদকে আমাদের উপর নিরাপত্তা, ঈমান, শান্তি, ইসলাম এবং যা আপনি ভালোবাসেন ও সন্তুষ্ট হন তার তাওফিক দিয়ে উদিত করুন। আমাদের রব এবং তোমার রব আল্লাহ।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/175.mp3"
                }
            ]
        },
        {
            "ID": 68,
            "TITLE": "ইফতারের সময় দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_069.mp3",
            "TEXT": [
                {
                    "ID": 176,
                    "ARABIC_TEXT": "((ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যাহাবায যামা'উ ওয়াবতাল্লাতিল উরূকু ওয়া সাবাতাল আজরু ইন শাআল্লাহ।",
                    "TRANSLATED_TEXT": "পিপাসা দূর হয়েছে, শিরা-উপশিরা ভিজেছে এবং ইনশাআল্লাহ প্রতিদান নিশ্চিত হয়েছে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/176.mp3"
                },
                {
                    "ID": 177,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আসআলুকা বিরাহমাতিকাল্লাতী ওয়াসিআত কুল্লা শাইইন আন তাগফিরা লী।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে আপনার সেই রহমতের ওসিলায় প্রার্থনা করছি যা সবকিছুকে ঘিরে রেখেছে—আমাকে ক্ষমা করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/177.mp3"
                }
            ]
        },
        {
            "ID": 69,
            "TITLE": "খাওয়ার আগে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_070.mp3",
            "TEXT": [
                {
                    "ID": 178,
                    "ARABIC_TEXT": "((إِذَا أَكَلَ أَحَدُكُمْ طَعَاماً فَلْيَقُلْ بِسْمِ اللَّهِ، فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ بسمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "খাওয়ার সময় বলবে: বিসমিল্লাহ। যদি প্রথমে ভুলে যায় তাহলে মনে পড়লে বলবে: বিসমিল্লাহি ফী আওয়ালিহি ওয়া আখিরিহি।",
                    "TRANSLATED_TEXT": "যখন তোমাদের কেউ খাবার খেতে যায় তখন বলবে: বিসমিল্লাহ। যদি প্রথমে ভুলে যায় তাহলে মনে পড়লে বলবে: আল্লাহর নামে শুরুতে এবং শেষে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/178.mp3"
                },
                {
                    "ID": 179,
                    "ARABIC_TEXT": "((مَنْ أَطْعَمَهُ اللَّهُ الطَّعَامَ فَلْيَقُلْ: اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْراً مِنْهُ، وَمَنْ سَقَاهُ اللَّهُ لَبَناً فَلْيَقُلْ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যাকে আল্লাহ খাবার খাওয়ান তাকে বলতে হবে: আল্লাহুম্মা বারিক লানা ফীহি ওয়া আত'ইমনা খাইরান মিনহু। আর যাকে আল্লাহ দুধ পান করান তাকে বলতে হবে: আল্লাহুম্মা বারিক লানা ফীহি ওয়া যিদনা মিনহু।",
                    "TRANSLATED_TEXT": "যাকে আল্লাহ খাবার খাওয়ান তাকে বলতে হবে: হে আল্লাহ! এতে আমাদের জন্য বরকত দান করুন এবং আমাদের এর চেয়ে উত্তম খাবার দান করুন। আর যাকে আল্লাহ দুধ পান করান তাকে বলতে হবে: হে আল্লাহ! এতে আমাদের জন্য বরকত দান করুন এবং আমাদের আরও বেশি দান করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/179.mp3"
                }
            ]
        },
        {
            "ID": 70,
            "TITLE": "খাওয়ার পর যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_071.mp3",
            "TEXT": [
                {
                    "ID": 180,
                    "ARABIC_TEXT": "((الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আলহামদুলিল্লাহিল্লাযী আত'আমানী হাযা ওয়া রাযাকানীহি মিন গাইরি হাওলিম মিন্নী ওয়ালা কুওয়্যাহ।",
                    "TRANSLATED_TEXT": "সকল প্রশংসা আল্লাহর জন্য যিনি আমাকে এটা খাইয়েছেন এবং আমাকে এটা দান করেছেন, আমার কোনো শক্তি বা ক্ষমতা ছাড়াই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/180.mp3"
                },
                {
                    "ID": 181,
                    "ARABIC_TEXT": "((الْحَمْدُ لِلَّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ، غَيْرَ [مَكْفِيٍّ وَلاَ ] مُوَدَّعٍ، وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আলহামদুলিল্লাহি হামদান কাসীরান তাইয়্যিবান মুবারাকান ফীহি গাইরা মাকফিয়্যিন ওয়ালা মুওয়াদ্দা'ইন ওয়ালা মুসতাগনান আনহু রাব্বানা।",
                    "TRANSLATED_TEXT": "সকল প্রশংসা আল্লাহর জন্য, প্রচুর, পবিত্র ও বরকতময় প্রশংসা, যা কখনো শেষ হয় না, যা থেকে বিদায় নেওয়া যায় না এবং যা থেকে কখনো মুখ ফিরানো যায় না, হে আমাদের রব।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/181.mp3"
                }
            ]
        },
        {
            "ID": 71,
            "TITLE": "যিনি আপনাকে খাবার দিয়েছেন তার জন্য দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_072.mp3",
            "TEXT": [
                {
                    "ID": 182,
                    "ARABIC_TEXT": "((اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُم، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা বারিক লাহুম ফীমা রাযাকতাহুম ওয়াগফির লাহুম ওয়ারহামহুম।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনি যা রিযিক দিয়েছেন তাতে তাদের জন্য বরকত দান করুন, তাদের ক্ষমা করুন এবং তাদের প্রতি রহম করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/182.mp3"
                }
            ]
        },
        {
            "ID": 72,
            "TITLE": "যিনি আপনাকে পানীয় দিয়েছেন তার জন্য দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_073.mp3",
            "TEXT": [
                {
                    "ID": 183,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা আত'ইম মান আত'আমানী ওয়াসকি মান সাকানী।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! যে আমাকে খাইয়েছে তাকে খাওয়ান এবং যে আমাকে পান করিয়েছে তাকে পান করান।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/183.mp3"
                }
            ]
        },
        {
            "ID": 73,
            "TITLE": "রোযাদারকে ইফতার করালে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_074.mp3",
            "TEXT": [
                {
                    "ID": 184,
                    "ARABIC_TEXT": "((أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আফতারা ইন্দাকুমুস সাইমূনা ওয়া আকালা তা'আমাকুমুল আবরারু ওয়া সাল্লাত আলাইকুমুল মালাইকাহ।",
                    "TRANSLATED_TEXT": "তোমাদের কাছে রোযাদারগণ ইফতার করেছে, তোমাদের খাবার নেককারগণ খেয়েছে এবং ফেরেশতাগণ তোমাদের জন্য দোয়া করেছে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/184.mp3"
                }
            ]
        },
        {
            "ID": 74,
            "TITLE": "রোযাদারকে খাবার দিলে যদি সে না খায় তাহলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_075.mp3",
            "TEXT": [
                {
                    "ID": 185,
                    "ARABIC_TEXT": "((إِذَا دُعِيَ أَحَدُكُمْ فَلْيُجِبْ، فَإِنْ كَانَ صَائِماً فَلْيُصَلِّ، وَإِنْ كَانَ مُفْطِراً فَلْيَطْعَمْ)) ، وَمَعْنَى فَلْيُصَلِّ أَيْ فَلْيَدْعُ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যখন তোমাদের কাউকে দাওয়াত দেওয়া হয় তখন সে যেন গ্রহণ করে। যদি সে রোযাদার হয় তাহলে দোয়া করবে এবং যদি রোযা না থাকে তাহলে খাবে। (ফালয়ুসাল্লি অর্থ দোয়া করা।)",
                    "TRANSLATED_TEXT": "যখন তোমাদের কাউকে দাওয়াত দেওয়া হয় তখন সে যেন গ্রহণ করে। যদি সে রোযাদার হয় তাহলে দোয়া করবে এবং যদি রোযা না থাকে তাহলে খাবে। (ফালয়ুসাল্লি অর্থ দোয়া করা।)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/185.mp3"
                }
            ]
        },
        {
            "ID": 75,
            "TITLE": "রোযা রেখে কেউ অভদ্র আচরণ করলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_076.mp3",
            "TEXT": [
                {
                    "ID": 186,
                    "ARABIC_TEXT": "((إِنِّي صَائِمٌ، إِنِّي صَائِمٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ইন্নী সাইমুন, ইন্নী সাইমুন।",
                    "TRANSLATED_TEXT": "আমি রোযাদার, আমি রোযাদার।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/186.mp3"
                }
            ]
        },
        {
            "ID": 76,
            "TITLE": "মৌসুমের প্রথম খেজুর দেখলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_077.mp3",
            "TEXT": [
                {
                    "ID": 187,
                    "ARABIC_TEXT": "((اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا، وَبَارِكْ لَنَا فِي مَدِينَتِنَا، وَبَارِكْ لَنَا فِي صَاعِنَا، وَبَارِكْ لَنَا فِي مُدِّنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা বারিক লানা ফী সামারিনা ওয়া বারিক লানা ফী মাদীনাতিনা ওয়া বারিক লানা ফী সা'ইনা ওয়া বারিক লানা ফী মুদ্দিনা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমাদের ফলের মধ্যে বরকত দান করুন, আমাদের শহরে বরকত দান করুন, আমাদের সা' (পরিমাপ) এ বরকত দান করুন এবং আমাদের মুদ (পরিমাপ) এ বরকত দান করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/187.mp3"
                }
            ]
        },
        {
            "ID": 77,
            "TITLE": "হাঁচি দেওয়ার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_078.mp3",
            "TEXT": [
                {
                    "ID": 188,
                    "ARABIC_TEXT": "((إِذَا عَطَسَ أَحَدُكُم فَلْيَقُلِ الْحَمْدُ لِلَّهِ، وَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ: يَرْحَمُكَ اللَّهُ، فَإِذَا قَالَ لَهُ: يَرحَمُكَ اللَّهُ، فَلْيَقُلْ: يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "হাঁচি দিলে বলবে: আলহামদুলিল্লাহ। তার ভাই বা সঙ্গী বলবে: য়ারহামুকাল্লাহ। হাঁচিদাতা জবাবে বলবে: য়াহদীকুমুল্লাহু ওয়া য়ুসলিহু বালাকুম।",
                    "TRANSLATED_TEXT": "যখন তোমাদের কেউ হাঁচি দেয় তখন বলবে: আলহামদুলিল্লাহ। তার ভাই বা সঙ্গী বলবে: আল্লাহ তোমার প্রতি রহম করুন। হাঁচিদাতা জবাবে বলবে: আল্লাহ তোমাদের হিদায়াত দান করুন এবং তোমাদের অবস্থা সংশোধন করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/188.mp3"
                }
            ]
        },
        {
            "ID": 78,
            "TITLE": "অমুসলিম হাঁচি দিয়ে আলহামদুলিল্লাহ বললে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_079.mp3",
            "TEXT": [
                {
                    "ID": 189,
                    "ARABIC_TEXT": "((يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ইয়াহদীকুমুল্লাহু ওয়া য়ুসলিহু বালাকুম।",
                    "TRANSLATED_TEXT": "আল্লাহ তোমাদের হিদায়াত দান করুন এবং তোমাদের অবস্থা সংশোধন করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/189.mp3"
                }
            ]
        },
        {
            "ID": 79,
            "TITLE": "বরের জন্য দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_080.mp3",
            "TEXT": [
                {
                    "ID": 190,
                    "ARABIC_TEXT": "((بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বারাকাল্লাহু লাকা ওয়া বারাকা আলাইকা ওয়া জামা'আ বাইনাকুমা ফী খাইর।",
                    "TRANSLATED_TEXT": "আল্লাহ তোমার জন্য বরকত দান করুন, তোমার উপর বরকত বর্ষণ করুন এবং তোমাদের দুজনকে কল্যাণের মধ্যে একত্রিত করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/190.mp3"
                }
            ]
        },
        {
            "ID": 80,
            "TITLE": "বিবাহ রাতে বা পশু কেনার সময় বরের দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_081.mp3",
            "TEXT": [
                {
                    "ID": 191,
                    "ARABIC_TEXT": "إِذَا تَزَوَّجَ أَحَدُكُمُ امْرَأَةً، أَوْ إِذَا اشْتَرَى خَادِماً فَلْيَقُلْ: ((اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ، وَإِذَا اشْتَرَى بَعِيراً فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذَلِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যখন তোমাদের কেউ বিবাহ করে বা দাসী কেনে তখন বলবে: আল্লাহুম্মা ইন্নী আসআলুকা খাইরাহা ওয়া খাইরা মা জাবালতাহা আলাইহি ওয়া আউযু বিকা মিন শাররিহা ওয়া শাররি মা জাবালতাহা আলাইহি। আর যদি উট কেনে তাহলে তার কুঁজ ধরে একই দোয়া বলবে।",
                    "TRANSLATED_TEXT": "যখন তোমাদের কেউ বিবাহ করে বা দাসী কেনে তখন বলবে: হে আল্লাহ! আমি আপনার কাছে তার কল্যাণ এবং যে স্বভাবের উপর আপনি তাকে সৃষ্টি করেছেন তার কল্যাণ প্রার্থনা করছি। আমি আপনার কাছে তার অনিষ্ট এবং যে স্বভাবের উপর আপনি তাকে সৃষ্টি করেছেন তার অনিষ্ট থেকে আশ্রয় চাই। আর যদি উট কেনে তাহলে তার কুঁজ ধরে একই দোয়া বলবে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/191.mp3"
                }
            ]
        },
        {
            "ID": 81,
            "TITLE": "সহবাসের আগে যা পড়তে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_082.mp3",
            "TEXT": [
                {
                    "ID": 192,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বিসমিল্লাহ। আল্লাহুম্মা জান্নিবনাশ শাইতানা ওয়া জান্নিবিশ শাইতানা মা রাযাকতানা।",
                    "TRANSLATED_TEXT": "আল্লাহর নামে। হে আল্লাহ! আমাদের শয়তান থেকে দূরে রাখুন এবং শয়তানকে আমাদের যা রিযিক দিয়েছেন তা থেকে দূরে রাখুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/192.mp3"
                }
            ]
        },
        {
            "ID": 82,
            "TITLE": "রাগের সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_083.mp3",
            "TEXT": [
                {
                    "ID": 193,
                    "ARABIC_TEXT": "((أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আউযু বিল্লাহি মিনাশ শাইতানির রাজীম।",
                    "TRANSLATED_TEXT": "আমি অভিশপ্ত শয়তান থেকে আল্লাহর কাছে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/193.mp3"
                }
            ]
        },
        {
            "ID": 83,
            "TITLE": "কাউকে বিপদে পড়তে দেখলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_084.mp3",
            "TEXT": [
                {
                    "ID": 194,
                    "ARABIC_TEXT": "((الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আলহামদুলিল্লাহিল্লাযী আফানী মিম্মাবতালাকা বিহি ওয়া ফাদ্দালানী আলা কাসীরিম মিম্মান খালাকা তাফদীলা।",
                    "TRANSLATED_TEXT": "সকল প্রশংসা আল্লাহর জন্য যিনি আমাকে সেই বিপদ থেকে রক্ষা করেছেন যা দিয়ে তোমাকে পরীক্ষা করেছেন এবং আমাকে তাঁর অনেক সৃষ্টির উপর শ্রেষ্ঠত্ব দান করেছেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/194.mp3"
                }
            ]
        },
        {
            "ID": 84,
            "TITLE": "মজলিসে (সভায়) বসার সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_085.mp3",
            "TEXT": [
                {
                    "ID": 195,
                    "ARABIC_TEXT": "((عَنِ ابْنِ عُمَرَ رضي الله عنه قَاَلَ: كَانَ يُعَدُّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَجْلِسِ الوَاحِدِ مِائَةُ مَرَّةٍ مِنْ قَبْلِ أَنْ يَقُومَ: ((رَبِّ اغْفِرْ لِي، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الغَفُورُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ইবনে উমার (রা.) থেকে বর্ণিত: রাসূলুল্লাহ ﷺ কোনো মজলিসে উঠার আগে একশ'বার বলতেন: রাব্বিগফির লী ওয়া তুব আলাইয়া ইন্নাকা আনতাত তাওয়াবুল গাফূর।",
                    "TRANSLATED_TEXT": "ইবনে উমার (রা.) থেকে বর্ণিত: রাসূলুল্লাহ ﷺ কোনো মজলিসে উঠার আগে একশ'বার বলতেন: হে আমার রব! আমাকে ক্ষমা করুন এবং আমার প্রতি তওবা কবুল করুন। নিশ্চয়ই আপনি তওবা কবুলকারী, ক্ষমাশীল।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/195.mp3"
                }
            ]
        },
        {
            "ID": 85,
            "TITLE": "মজলিসের কাফফারা (সভা শেষের দোয়া)",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_086.mp3",
            "TEXT": [
                {
                    "ID": 196,
                    "ARABIC_TEXT": "((سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানাকাল্লাহুম্মা ওয়া বিহামদিকা আশহাদু আল্লা ইলাহা ইল্লা আনতা আসতাগফিরুকা ওয়া আতূবু ইলাইক।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আপনি পবিত্র এবং আপনার প্রশংসা। আমি সাক্ষ্য দিচ্ছি যে আপনি ছাড়া কোনো ইলাহ নেই। আমি আপনার কাছে ক্ষমা প্রার্থনা করছি এবং আপনার দিকে তওবা করছি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/196.mp3"
                }
            ]
        },
        {
            "ID": 86,
            "TITLE": "কেউ বললে 'আল্লাহ আপনাকে ক্ষমা করুন' তখন যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_087.mp3",
            "TEXT": [
                {
                    "ID": 197,
                    "ARABIC_TEXT": "((وَلَكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ওয়া লাক।",
                    "TRANSLATED_TEXT": "আর তোমাকেও (ক্ষমা করুন)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/197.mp3"
                }
            ]
        },
        {
            "ID": 87,
            "TITLE": "কেউ তোমার উপকার করলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_088.mp3",
            "TEXT": [
                {
                    "ID": 198,
                    "ARABIC_TEXT": "((جَزَاكَ اللَّهُ خَيْراً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "জাযাকাল্লাহু খাইরান।",
                    "TRANSLATED_TEXT": "আল্লাহ তোমাকে উত্তম প্রতিদান দান করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/198.mp3"
                }
            ]
        },
        {
            "ID": 88,
            "TITLE": "দাজ্জালের ফিতনা থেকে রক্ষার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_089.mp3",
            "TEXT": [
                {
                    "ID": 199,
                    "ARABIC_TEXT": "((مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ)) ، وَالْاسْتِعَاذَةُ بِاللَّهِ مِنْ فِتْنَتِهِ عَقِبَ التَّشَهُّدِ الْأَخِيرِ مِنْ كُلِّ صَلاَةٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যে ব্যক্তি সূরা কাহফের প্রথম দশ আয়াত মুখস্থ করে সে দাজ্জালের ফিতনা থেকে রক্ষা পাবে। এছাড়া প্রত্যেক নামাজের শেষ তাশাহহুদের পর দাজ্জালের ফিতনা থেকে আল্লাহর কাছে আশ্রয় চাইতে হবে।",
                    "TRANSLATED_TEXT": "যে ব্যক্তি সূরা কাহফের প্রথম দশ আয়াত মুখস্থ করে সে দাজ্জালের ফিতনা থেকে রক্ষা পাবে। এছাড়া প্রত্যেক নামাজের শেষ তাশাহহুদের পর দাজ্জালের ফিতনা থেকে আল্লাহর কাছে আশ্রয় চাইতে হবে। (দাজ্জাল: কিয়ামতের বড় আলামতগুলোর একটি এবং মানবজাতির জন্য সবচেয়ে বড় ফিতনা। প্রত্যেক নবী তাঁর ব্যাপারে সতর্ক করেছেন। অধিকাংশ মানুষ তার অনুসরণ করবে। তিনি ইরানের ইস্পাহান থেকে আবির্ভূত হবেন যখন মুসলিমরা কনস্টান্টিনোপল বিজয় করবে। তাকে বিশেষ ক্ষমতা দেওয়া হবে এবং সত্যকে মিথ্যা ও মিথ্যাকে সত্য দেখাবে। প্রথমে নেককার দাবি করবে, তারপর নবুয়ত দাবি করবে এবং শেষে ইলাহী দাবি করবে। তার ডান চোখ অন্ধ হবে যা তার ইলাহী দাবির বিরুদ্ধে স্পষ্ট প্রমাণ। তার দুই চোখের মাঝে 'কাফির' লেখা থাকবে যা প্রত্যেক মুমিন চিনতে পারবে।)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/199.mp3"
                }
            ]
        },
        {
            "ID": 89,
            "TITLE": "কেউ বললে 'আমি আল্লাহর জন্য তোমাকে ভালোবাসি' তখন যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_090.mp3",
            "TEXT": [
                {
                    "ID": 200,
                    "ARABIC_TEXT": "((أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আহাব্বাকাল্লাযী আহবাবতানী লাহু।",
                    "TRANSLATED_TEXT": "যাঁর জন্য তুমি আমাকে ভালোবেসেছো তিনি তোমাকে ভালোবাসুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/200.mp3"
                }
            ]
        },
        {
            "ID": 90,
            "TITLE": "কেউ তোমাকে তার সম্পদের অংশ দিলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_091.mp3",
            "TEXT": [
                {
                    "ID": 201,
                    "ARABIC_TEXT": "((بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বারাকাল্লাহু লাকা ফী আহলিকা ওয়া মালিকা।",
                    "TRANSLATED_TEXT": "আল্লাহ তোমার পরিবার ও সম্পদে বরকত দান করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/201.mp3"
                }
            ]
        },
        {
            "ID": 91,
            "TITLE": "ঋণ দিলে (ঋণ গ্রহীতার জন্য) যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_091.mp3",
            "TEXT": [
                {
                    "ID": 202,
                    "ARABIC_TEXT": "((بارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالأَدَاءُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বারাকাল্লাহু লাকা ফী আহলিকা ওয়া মালিকা ইন্নামা জাযাউস সালাফিল হামদু ওয়াল আদাউ।",
                    "TRANSLATED_TEXT": "আল্লাহ তোমার পরিবার ও সম্পদে বরকত দান করুন। ঋণের প্রতিদান হলো প্রশংসা ও পরিশোধ।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/202.mp3"
                }
            ]
        },
        {
            "ID": 92,
            "TITLE": "শিরকের ভয়ে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_092.mp3",
            "TEXT": [
                {
                    "ID": 203,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ইন্নী আউযু বিকা আন উশরিকা বিকা ওয়া আনা আ'লামু ওয়া আসতাগফিরুকা লিমা লা আ'লামু।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! আমি আপনার কাছে আশ্রয় চাই যেন আমি জেনে-বুঝে আপনার সাথে শিরক না করি এবং যা আমি জানি না তার জন্য আপনার কাছে ক্ষমা প্রার্থনা করছি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/203.mp3"
                }
            ]
        },
        {
            "ID": 93,
            "TITLE": "কেউ বললে 'আল্লাহ তোমাকে বরকত দান করুন' তখন যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_094.mp3",
            "TEXT": [
                {
                    "ID": 204,
                    "ARABIC_TEXT": "((وَفِيكَ بَارَكَ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ওয়া ফীকা বারাকাল্লাহ।",
                    "TRANSLATED_TEXT": "আর তোমাতেও আল্লাহ বরকত দান করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/204.mp3"
                }
            ]
        },
        {
            "ID": 94,
            "TITLE": "শকুন বা অশুভ লক্ষণের বিরুদ্ধে দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_095.mp3",
            "TEXT": [
                {
                    "ID": 205,
                    "ARABIC_TEXT": "((اللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إِلَهَ غَيْرُكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা লা তাইরা ইল্লা তাইরুকা ওয়ালা খাইরা ইল্লা খাইরুকা ওয়ালা ইলাহা গাইরুক।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! কোনো শকুন নেই শুধু আপনার শকুন ছাড়া, কোনো কল্যাণ নেই শুধু আপনার কল্যাণ ছাড়া এবং আপনি ছাড়া কোনো ইলাহ নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/205.mp3"
                }
            ]
        },
        {
            "ID": 95,
            "TITLE": "গাড়ি বা পশুতে চড়ার সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_096.mp3",
            "TEXT": [
                {
                    "ID": 206,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ، وَالْحَمْدُ للَّهِ ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾، ((الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي؛ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বিসমিল্লাহি ওয়ালহামদুলিল্লাহ। সুবহানাল্লাযী সাখখারা লানা হাযা ওয়া মা কুন্না লাহু মুকরিনীন ওয়া ইন্না ইলা রাব্বিনা লামুনকালিবূন। আলহামদুলিল্লাহ, আলহামদুলিল্লাহ, আলহামদুলিল্লাহ। আল্লাহু আকবার, আল্লাহু আকবার, আল্লাহু আকবার। সুবহানাকাল্লাহুম্মা ইন্নী যালামতু নাফসী ফাগফির লী ফাইন্নাহু লা য়াগফিরুয যুনূবা ইল্লা আনতা।",
                    "TRANSLATED_TEXT": "আল্লাহর নামে এবং সকল প্রশংসা আল্লাহর জন্য। পরম পবিত্র তিনি যিনি এটাকে আমাদের অধীন করে দিয়েছেন এবং আমরা নিজেরা এর উপর ক্ষমতাবান ছিলাম না এবং নিশ্চয়ই আমরা আমাদের রবের দিকে ফিরে যাব। সকল প্রশংসা আল্লাহর জন্য (তিনবার)। আল্লাহ সর্বশ্রেষ্ঠ (তিনবার)। হে আল্লাহ! আপনি পবিত্র। নিশ্চয়ই আমি নিজের প্রতি যুলুম করেছি, সুতরাং আমাকে ক্ষমা করুন। কেননা গুনাহ ক্ষমা করার কেউ নেই আপনি ছাড়া।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/206.mp3"
                }
            ]
        },
        {
            "ID": 96,
            "TITLE": "সফরের দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_097.mp3",
            "TEXT": [
                {
                    "ID": 207,
                    "ARABIC_TEXT": "اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾ ((اللَّهُمَّ إِنّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَليفَةُ فِي الْأَهْلِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ))، وإذا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ: ((آيِبُونَ، تائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহু আকবার (তিনবার)। সুবহানাল্লাযী সাখখারা লানা হাযা ওয়া মা কুন্না লাহু মুকরিনীন ওয়া ইন্না ইলা রাব্বিনা লামুনকালিবূন। আল্লাহুম্মা ইন্না নাসআলুকা ফী সাফারিনা হাযাল বিররা ওয়াত তাকওয়া ওয়া মিনাল আমালি মা তারদা। আল্লাহুম্মা হাওয়িন আলাইনা সাফারানা হাযা ওয়াতওয়ি আন্না বু'দাহু। আল্লাহুম্মা আনতাস সাহিবু ফিস সাফারি ওয়াল খালীফাতু ফিল আহলি। আল্লাহুম্মা ইন্নী আউযু বিকা মিন ওয়া'সাইস সাফারি ওয়া কাআবাতিল মানযারি ওয়া সূইল মুনকালাবি ফিল মালি ওয়াল আহলি। ফিরে আসার সময় একই দোয়া পড়বে এবং যোগ করবে: আয়িবূনা তাইবূনা আবিদূনা লিরাব্বিনা হামিদূন।",
                    "TRANSLATED_TEXT": "আল্লাহ সর্বশ্রেষ্ঠ (তিনবার)। পরম পবিত্র তিনি যিনি এটাকে আমাদের অধীন করে দিয়েছেন এবং আমরা নিজেরা এর উপর ক্ষমতাবান ছিলাম না এবং নিশ্চয়ই আমরা আমাদের রবের দিকে ফিরে যাব। হে আল্লাহ! আমরা এই সফরে আপনার কাছে বির ও তাকওয়া এবং যা আপনি পছন্দ করেন ও সন্তুষ্ট হন তার আমল প্রার্থনা করছি। হে আল্লাহ! এই সফর আমাদের জন্য সহজ করুন এবং এর দূরত্ব কমিয়ে দিন। হে আল্লাহ! আপনি সফরে আমাদের সঙ্গী এবং পরিবারের খলিফা। হে আল্লাহ! আমি আপনার কাছে সফরের কষ্ট, দৃষ্টির বিষণ্ণতা এবং সম্পদ ও পরিবারের খারাপ পরিণতি থেকে আশ্রয় চাই। ফিরে আসার সময় একই দোয়া পড়বে এবং যোগ করবে: আমরা ফিরে আসছি, তওবা করছি, ইবাদত করছি এবং আমাদের রবের প্রশংসা করছি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/207.mp3"
                }
            ]
        },
        {
            "ID": 97,
            "TITLE": "কোনো শহর বা গ্রামে প্রবেশের দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_098.mp3",
            "TEXT": [
                {
                    "ID": 208,
                    "ARABIC_TEXT": "((اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّياطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা রাব্বাস সামাওয়াতিস সাব'ই ওয়া মা আযলালনা ওয়া রাব্বাল আরাদীনাস সাব'ই ওয়া মা আকলালনা ওয়া রাব্বাশ শায়াতীনি ওয়া মা আদলালনা ওয়া রাব্বার রিয়াহি ওয়া মা যারাইনা আসআলুকা খাইরা হাযিহিল কারয়াতি ওয়া খাইরা আহলিহা ওয়া খাইরা মা ফীহা ওয়া আউযু বিকা মিন শাররিহা ওয়া শাররি আহলিহা ওয়া শাররি মা ফীহা।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! সাত আকাশ ও যা তারা ছায়া করে তাদের রব, সাত পৃথিবী ও যা তারা বহন করে তাদের রব, শয়তান ও যাদের তারা পথভ্রষ্ট করে তাদের রব, বাতাস ও যা তারা উড়িয়ে নেয় তাদের রব। আমি আপনার কাছে এই গ্রামের কল্যাণ, এর অধিবাসীদের কল্যাণ এবং এর মধ্যে যা কল্যাণকর তার কল্যাণ প্রার্থনা করছি। আমি আপনার কাছে এর অনিষ্ট, এর অধিবাসীদের অনিষ্ট এবং এর মধ্যে যা অনিষ্টকর তার অনিষ্ট থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/208.mp3"
                }
            ]
        },
        {
            "ID": 98,
            "TITLE": "বাজারে প্রবেশের দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_099.mp3",
            "TEXT": [
                {
                    "ID": 209,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ حَيٌّ لاِ يَمُوتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু য়ুহয়ী ওয়া য়ুমীতু ওয়া হুয়া হাইয়্যুন লা য়ামূতু বিয়াদিহিল খাইরু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর।",
                    "TRANSLATED_TEXT": "আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই। তিনি জীবন দান করেন ও মৃত্যু দান করেন। তিনি চিরঞ্জীব, মৃত্যুবরণ করেন না। কল্যাণ তাঁর হাতে এবং তিনি সবকিছুর উপর ক্ষমতাবান।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/209.mp3"
                }
            ]
        },
        {
            "ID": 99,
            "TITLE": "গাড়ি বা পশু চলতে অসুবিধা হলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_100.mp3",
            "TEXT": [
                {
                    "ID": 210,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বিসমিল্লাহ।",
                    "TRANSLATED_TEXT": "আল্লাহর নামে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/210.mp3"
                }
            ]
        },
        {
            "ID": 100,
            "TITLE": "সফরকারীর পিছনে রেখে যাওয়া লোকদের জন্য দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_101.mp3",
            "TEXT": [
                {
                    "ID": 211,
                    "ARABIC_TEXT": "((أَسْتَوْدِعُكُمُ اللَّهَ الَّذِي لاَ تَضِيعُ وَدَائِعُهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আসতাওদিউকুমুল্লাহাল্লাযী লা তাদীউ ওয়াদাইউহু।",
                    "TRANSLATED_TEXT": "আমি তোমাদেরকে আল্লাহর যিম্মায় দিয়ে যাচ্ছি যাঁর আমানত কখনো নষ্ট হয় না।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/211.mp3"
                }
            ]
        },
        {
            "ID": 101,
            "TITLE": "সফরকারীর জন্য বাসিন্দাদের দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_102.mp3",
            "TEXT": [
                {
                    "ID": 212,
                    "ARABIC_TEXT": "(( أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আসতাওদিউল্লাহা দীনাকা ওয়া আমানাতাকা ওয়া খাওয়াতীমা আমালিক।",
                    "TRANSLATED_TEXT": "আমি তোমার দ্বীন, তোমার আমানত এবং তোমার আমলের সমাপ্তিকে আল্লাহর যিম্মায় দিয়ে যাচ্ছি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/212.mp3"
                },
                {
                    "ID": 213,
                    "ARABIC_TEXT": "((زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الخَيْرَ حَيْثُ ما كُنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যাওয়াদাকাল্লাহুত তাকওয়া ওয়া গাফারা যানবাকা ওয়া য়াসসারা লাকাল খাইরা হাইসু মা কুনত।",
                    "TRANSLATED_TEXT": "আল্লাহ তোমাকে তাকওয়া দান করুন, তোমার গুনাহ ক্ষমা করুন এবং যেখানেই থাকো না কেন তোমার জন্য কল্যাণ সহজ করে দিন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/213.mp3"
                }
            ]
        },
        {
            "ID": 102,
            "TITLE": "সফরে আল্লাহর তাসবীহ ও তাকবীর",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_103.mp3",
            "TEXT": [
                {
                    "ID": 214,
                    "ARABIC_TEXT": "قَالَ جَابِرٌ رضي الله عنه: ((كُنَّا إِذَا صَعَدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "জাবির (রা.) বলেন: আমরা যখন উঁচু স্থানে উঠতাম তখন তাকবীর বলতাম এবং যখন নিচে নামতাম তখন তাসবীহ বলতাম।",
                    "TRANSLATED_TEXT": "জাবির (রা.) বলেন: আমরা যখন উঁচু স্থানে উঠতাম তখন তাকবীর বলতাম (আল্লাহু আকবার) এবং যখন নিচে নামতাম তখন তাসবীহ বলতাম (সুবহানাল্লাহ)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/214.mp3"
                }
            ]
        },
        {
            "ID": 103,
            "TITLE": "সফরে ফজরের সময় দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_104.mp3",
            "TEXT": [
                {
                    "ID": 215,
                    "ARABIC_TEXT": "((سَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلاَئِهِ عَلَيْنَا، رَبَّنَا صاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذاً بِاللَّهِ مِنَ النَّارِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সামি'আ সামিউন বিহামদিল্লাহি ওয়া হুসনি বালাইহি আলাইনা। রাব্বানা সাহিবনা ওয়া আফদিল আলাইনা আ'ইযান বিল্লাহি মিনান নার।",
                    "TRANSLATED_TEXT": "যে শ্রোতা আছে সে আল্লাহর প্রশংসা ও আমাদের প্রতি তাঁর উত্তম ব্যবহার শুনুক। হে আমাদের রব! আমাদের সঙ্গী হোন এবং আমাদের প্রতি অনুগ্রহ করুন। আমি আল্লাহর কাছে জাহান্নাম থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/215.mp3"
                }
            ]
        },
        {
            "ID": 104,
            "TITLE": "সফরে বিশ্রামের (থামার) সময় দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_105.mp3",
            "TEXT": [
                {
                    "ID": 216,
                    "ARABIC_TEXT": "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আউযু বিকালিমাতিল্লাহিত তাম্মাতি মিন শাররি মা খালাক।",
                    "TRANSLATED_TEXT": "আমি আল্লাহর পরিপূর্ণ কালিমাসমূহের মাধ্যমে তাঁর সৃষ্টির অনিষ্ট থেকে আশ্রয় চাই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/216.mp3"
                }
            ]
        },
        {
            "ID": 105,
            "TITLE": "সফর থেকে ফিরে আসার সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_106.mp3",
            "TEXT": [
                {
                    "ID": 217,
                    "ARABIC_TEXT": "((يُكَبِّرُ عَلَى كُلِّ شَرَفٍ ثَلاَثَ تَكْبِيرَاتٍ ثُمَّ يَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "প্রত্যেক উঁচু স্থানে তিনবার তাকবীর বলবে, তারপর বলবে: লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর। আয়িবূনা তাইবূনা আবিদূনা লিরাব্বিনা হামিদূন। সাদাকাল্লাহু ওয়া'দাহু ওয়া নাসারা আবদাহু ওয়া হাযামাল আহযাবা ওয়াহদাহু।",
                    "TRANSLATED_TEXT": "প্রত্যেক উঁচু স্থানে তিনবার তাকবীর বলবে (আল্লাহু আকবার), তারপর বলবে: আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান। আমরা ফিরে আসছি, তওবা করছি, ইবাদত করছি এবং আমাদের রবের প্রশংসা করছি। আল্লাহ তাঁর ওয়াদা সত্য করেছেন, তাঁর বান্দাকে সাহায্য করেছেন এবং একাই দলসমূহকে পরাজিত করেছেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/217.mp3"
                }
            ]
        },
        {
            "ID": 106,
            "TITLE": "কোনো কিছু পছন্দ হলে বা অপছন্দ হলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_107.mp3",
            "TEXT": [
                {
                    "ID": 218,
                    "ARABIC_TEXT": "كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَتَاهُ الْأَمْرُ يَسُرُّهُ قَالَ: ((الْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ)) وَإِذَا أَتَاهُ الْأَمْرُ يَكْرَهُهُ قَالَ: ((الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "নবী ﷺ যখন কোনো বিষয়ে খুশি হতেন তখন বলতেন: আলহামদুলিল্লাহিল্লাযী বিনি'মাতিহি তাতিম্মুস সালিহাত। আর যখন কোনো বিষয় অপছন্দ হতো তখন বলতেন: আলহামদুলিল্লাহি আলা কুল্লি হাল।",
                    "TRANSLATED_TEXT": "নবী ﷺ যখন কোনো বিষয়ে খুশি হতেন তখন বলতেন: সকল প্রশংসা আল্লাহর জন্য যাঁর নেয়ামতের মাধ্যমে সকল নেক আমল পূর্ণতা লাভ করে। আর যখন কোনো বিষয় অপছন্দ হতো তখন বলতেন: সকল অবস্থায় সকল প্রশংসা আল্লাহর জন্য।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/218.mp3"
                }
            ]
        },
        {
            "ID": 107,
            "TITLE": "নবী ﷺ-এর উপর দরূদ পড়ার ফযিলত",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_108.mp3",
            "TEXT": [
                {
                    "ID": 219,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْراً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "নবী ﷺ বলেছেন: যে ব্যক্তি আমার উপর একবার দরূদ পড়ে আল্লাহ তার উপর দশবার রহমত বর্ষণ করেন।",
                    "TRANSLATED_TEXT": "নবী ﷺ বলেছেন: যে ব্যক্তি আমার উপর একবার দরূদ পড়ে আল্লাহ তার উপর দশবার রহমত বর্ষণ করেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/219.mp3"
                },
                {
                    "ID": 220,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((لاَ تَجْعَلُوا قَبْرِي عِيداً وَصَلُّوا عَلَيَّ؛ فَإِنَّ صَلاَتَكُم تَبْلُغُنِي حَيْثُ كُنْتُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "তিনি ﷺ আরও বলেছেন: আমার কবরকে ঈদের স্থান বানিয়ো না এবং আমার উপর দরূদ পড়ো; কেননা তোমাদের দরূদ আমার কাছে পৌঁছে যেখানেই তোমরা থাকো না কেন।",
                    "TRANSLATED_TEXT": "তিনি ﷺ আরও বলেছেন: আমার কবরকে ঈদের স্থান বানিয়ো না এবং আমার উপর দরূদ পড়ো; কেননা তোমাদের দরূদ আমার কাছে পৌঁছে যেখানেই তোমরা থাকো না কেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/220.mp3"
                },
                {
                    "ID": 221,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((الْبَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "তিনি ﷺ বলেছেন: কৃপণ সেই যার কাছে আমাকে স্মরণ করা হলো অথচ সে আমার উপর দরূদ পড়ল না।",
                    "TRANSLATED_TEXT": "তিনি ﷺ বলেছেন: কৃপণ সেই যার কাছে আমাকে স্মরণ করা হলো অথচ সে আমার উপর দরূদ পড়ল না।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/221.mp3"
                },
                {
                    "ID": 222,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم:((إِنَّ لِلَّهِ مَلاَئِكَةً سَيَّاحِينَ فِي الْأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِي السَّلاَمَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "তিনি ﷺ বলেছেন: নিশ্চয়ই আল্লাহর কিছু ফেরেশতা রয়েছে যারা পৃথিবীতে ঘুরে বেড়ায় এবং আমার উম্মতের পক্ষ থেকে আমার কাছে সালাম পৌঁছে দেয়।",
                    "TRANSLATED_TEXT": "তিনি ﷺ বলেছেন: নিশ্চয়ই আল্লাহর কিছু ফেরেশতা রয়েছে যারা পৃথিবীতে ঘুরে বেড়ায় এবং আমার উম্মতের পক্ষ থেকে আমার কাছে সালাম পৌঁছে দেয়।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/222.mp3"
                },
                {
                    "ID": 223,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللَّهُ عَلَيَّ رُوحِيَ حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "তিনি ﷺ বলেছেন: যে কেউ আমার উপর সালাম পাঠায় আল্লাহ আমার রূহকে আমার কাছে ফিরিয়ে দেন যাতে আমি তার সালামের জবাব দিতে পারি।",
                    "TRANSLATED_TEXT": "তিনি ﷺ বলেছেন: যে কেউ আমার উপর সালাম পাঠায় আল্লাহ আমার রূহকে আমার কাছে ফিরিয়ে দেন যাতে আমি তার সালামের জবাব দিতে পারি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/223.mp3"
                }
            ]
        },
        {
            "ID": 108,
            "TITLE": "সালাম ছড়িয়ে দেওয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_109.mp3",
            "TEXT": [
                {
                    "ID": 224,
                    "ARABIC_TEXT": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ((لاَ تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلاَ أَدُلُّكُم عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُم، أَفْشُوا السَّلاَمَ بَيْنَكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "রাসূলুল্লাহ ﷺ বলেছেন: তোমরা জান্নাতে প্রবেশ করবে না যতক্ষণ না ঈমান আনবে এবং তোমরা ঈমান আনবে না যতক্ষণ না একে অপরকে ভালোবাসবে। আমি কি তোমাদের এমন কিছু বলব না যা করলে তোমরা একে অপরকে ভালোবাসবে? তোমাদের মধ্যে সালাম ছড়িয়ে দাও।",
                    "TRANSLATED_TEXT": "রাসূলুল্লাহ ﷺ বলেছেন: তোমরা জান্নাতে প্রবেশ করবে না যতক্ষণ না ঈমান আনবে এবং তোমরা ঈমান আনবে না যতক্ষণ না একে অপরকে ভালোবাসবে। আমি কি তোমাদের এমন কিছু বলব না যা করলে তোমরা একে অপরকে ভালোবাসবে? তোমাদের মধ্যে সালাম ছড়িয়ে দাও।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/224.mp3"
                },
                {
                    "ID": 225,
                    "ARABIC_TEXT": "((ثَلاَثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الْإِيمَانَ: الْإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلاَمِ لِلْعَالَمِ، وَالْإِنْفَاقُ مِنَ الإِقْتَارِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "তিনটি গুণ যে একত্রিত করে সে ঈমানকে পূর্ণ করে: নিজের সাথে ন্যায়বিচার করা, সকলের প্রতি সালাম দেওয়া এবং সংকীর্ণতা সত্ত্বেও খরচ করা।",
                    "TRANSLATED_TEXT": "তিনটি গুণ যে একত্রিত করে সে ঈমানকে পূর্ণ করে: নিজের সাথে ন্যায়বিচার করা, সকলের প্রতি সালাম দেওয়া এবং সংকীর্ণতা সত্ত্বেও খরচ করা।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/225.mp3"
                },
                {
                    "ID": 226,
                    "ARABIC_TEXT": "وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أنَّ رَجُلاً سَأَلَ النَّبِيَّ صلى الله عليه وسلم أيُّ الْإِسْلاَمِ خَيْرٌ قَالَ: ((تُطْعِمُ الطَّعَامَ، وَتَقْرأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আবদুল্লাহ ইবনে উমার (রা.) থেকে বর্ণিত: এক ব্যক্তি নবী ﷺ-কে জিজ্ঞাসা করল, ইসলামের কোনটি উত্তম? তিনি বললেন: খাবার খাওয়ানো এবং যাকে চেনো ও যাকে চেনো না উভয়কেই সালাম দেওয়া।",
                    "TRANSLATED_TEXT": "আবদুল্লাহ ইবনে উমার (রা.) থেকে বর্ণিত: এক ব্যক্তি নবী ﷺ-কে জিজ্ঞাসা করল, ইসলামের কোনটি উত্তম? তিনি বললেন: খাবার খাওয়ানো এবং যাকে চেনো ও যাকে চেনো না উভয়কেই সালাম দেওয়া।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/226.mp3"
                }
            ]
        },
        {
            "ID": 109,
            "TITLE": "অমুসলিম সালাম দিলে তার জবাব কীভাবে দেবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_110.mp3",
            "TEXT": [
                {
                    "ID": 227,
                    "ARABIC_TEXT": "((إذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا: وَعَلَيْكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যখন আহলে কিতাব তোমাদের উপর সালাম দেয় তখন বলো: ওয়া আলাইকুম।",
                    "TRANSLATED_TEXT": "যখন আহলে কিতাব তোমাদের উপর সালাম দেয় তখন বলো: ওয়া আলাইকুম (আর তোমাদের উপরও)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/227.mp3"
                }
            ]
        },
        {
            "ID": 110,
            "TITLE": "মোরগের ডাক বা গাধার চিৎকার শুনলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_111.mp3",
            "TEXT": [
                {
                    "ID": 228,
                    "ARABIC_TEXT": "((إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ؛ فَإِنَّهَا رَأَتْ مَلَكاً وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيطَانِ؛ فَإِنَّهُ رَأَى شَيْطَاناً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "মোরগের ডাক শুনলে আল্লাহর কাছে তাঁর অনুগ্রহ প্রার্থনা করো; কেননা সে ফেরেশতা দেখেছে। আর গাধার চিৎকার শুনলে শয়তান থেকে আল্লাহর কাছে আশ্রয় চাও; কেননা সে শয়তান দেখেছে।",
                    "TRANSLATED_TEXT": "মোরগের ডাক শুনলে আল্লাহর কাছে তাঁর অনুগ্রহ প্রার্থনা করো; কেননা সে ফেরেশতা দেখেছে। আর গাধার চিৎকার শুনলে শয়তান থেকে আল্লাহর কাছে আশ্রয় চাও; কেননা সে শয়তান দেখেছে।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/228.mp3"
                }
            ]
        },
        {
            "ID": 111,
            "TITLE": "রাতে কুকুরের ডাক শুনলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_112.mp3",
            "TEXT": [
                {
                    "ID": 229,
                    "ARABIC_TEXT": "((إِذَا سَمِعْتُمْ نُبَاحَ الْكِلاَبِ وَنَهِيقَ الْحَمِيرِ بِاللَّيْلِ فَتَعَوَّذُوا بِاللَّهِ مِنْهُنَّ؛ فَإِنَّهُنَّ يَرَيْنَ مَا لاَ تَرَوْنَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "রাতে কুকুরের ডাক বা গাধার চিৎকার শুনলে তাদের থেকে আল্লাহর কাছে আশ্রয় চাও; কেননা তারা যা দেখে তোমরা তা দেখো না।",
                    "TRANSLATED_TEXT": "রাতে কুকুরের ডাক বা গাধার চিৎকার শুনলে তাদের থেকে আল্লাহর কাছে আশ্রয় চাও; কেননা তারা যা দেখে তোমরা তা দেখো না।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/229.mp3"
                }
            ]
        },
        {
            "ID": 112,
            "TITLE": "কারো প্রতি খারাপ কথা বলে ফেললে তার জন্য দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_113.mp3",
            "TEXT": [
                {
                    "ID": 230,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা ফা আইয়্যুমা মু'মিনিন সাবাবতুহু ফাজ আল যালিকা লাহু কুরবাতান ইলাইকা য়াওমাল কিয়ামাহ।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! যে কোনো মুমিনকে আমি গালি দিয়েছি তা তার জন্য কিয়ামতের দিন আপনার নৈকট্যের কারণ বানিয়ে দিন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/230.mp3"
                }
            ]
        },
        {
            "ID": 113,
            "TITLE": "এক মুসলিমের অন্য মুসলিমের প্রশংসা কীভাবে করা উচিত",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_114.mp3",
            "TEXT": [
                {
                    "ID": 231,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((إِذَا كَانَ أَحَدُكُم مَادِحاً صَاحِبَهُ لاَ مَحَالَةَ فَلْيَقُلْ: أَحْسِبُ فُلاَناً وَاللَّهُ حَسِيبُهُ، وَلاَ أُزَكِّي عَلَى اللَّهِ أَحَداً، أَحْسِبُهُ – إِنْ كَانَ يَعْلَمُ ذَاكَ – كَذَا وَكَذَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "নবী ﷺ বলেছেন: যদি তোমাদের কেউ তার সঙ্গীর প্রশংসা করতে বাধ্য হয় তাহলে বলবে: আমি মনে করি অমুক এমন এবং আল্লাহ তার হিসাবকারী। আমি আল্লাহর সামনে কাউকে পবিত্র ঘোষণা করি না। আমি মনে করি (যদি সে তা জানে) সে এমন এমন।",
                    "TRANSLATED_TEXT": "নবী ﷺ বলেছেন: যদি তোমাদের কেউ তার সঙ্গীর প্রশংসা করতে বাধ্য হয় তাহলে বলবে: আমি মনে করি অমুক এমন এবং আল্লাহ তার হিসাবকারী। আমি আল্লাহর সামনে কাউকে পবিত্র ঘোষণা করি না। আমি মনে করি (যদি সে তা জানে) সে এমন এমন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/231.mp3"
                }
            ]
        },
        {
            "ID": 114,
            "TITLE": "কেউ প্রশংসা করলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_115.mp3",
            "TEXT": [
                {
                    "ID": 232,
                    "ARABIC_TEXT": "((اللَّهُمَّ لاَ تُؤَاخِذْنِي بِمَا يَقُولُونَ، وَاغْفِرْ لِي مَا لاَ يَعْلَمُونَ، [وَاجْعَلْنِي خَيْراً مِمَّا يَظُّنُّونَ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহুম্মা লা তুআখিযনী বিমা য়াকুলূনা ওয়াগফির লী মা লা য়া'লামূনা (ওয়াজ আলনী খাইরাম মিম্মা য়াযুন্নূন)।",
                    "TRANSLATED_TEXT": "হে আল্লাহ! তারা যা বলছে তার জন্য আমাকে ধরবেন না এবং যা তারা জানে না তা আমার জন্য ক্ষমা করুন (এবং আমাকে তারা যা মনে করে তার চেয়ে উত্তম বানিয়ে দিন)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/232.mp3"
                }
            ]
        },
        {
            "ID": 115,
            "TITLE": "হজ বা উমরাহর জন্য তালবিয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_116.mp3",
            "TEXT": [
                {
                    "ID": 233,
                    "ARABIC_TEXT": "((لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لاَ شَرِيكَ لَكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লাব্বাইকাল্লাহুম্মা লাব্বাইক। লাব্বাইকা লা শারীকা লাকা লাব্বাইক। ইন্নাল হামদা ওয়ান নি'মাতা লাকা ওয়াল মুলক লা শারীকা লাক।",
                    "TRANSLATED_TEXT": "আমি হাজির হে আল্লাহ, আমি হাজির। আমি হাজির, আপনার কোনো শরীক নেই, আমি হাজির। নিশ্চয়ই সকল প্রশংসা, নেয়ামত ও রাজত্ব আপনারই, আপনার কোনো শরীক নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/233.mp3"
                }
            ]
        },
        {
            "ID": 116,
            "TITLE": "হাজরে আসওয়াদের সামনে দিয়ে যাওয়ার সময় আল্লাহু আকবার বলা",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_117.mp3",
            "TEXT": [
                {
                    "ID": 234,
                    "ARABIC_TEXT": "((طَافَ النَّبيُّ صلى الله عليه وسلم بِالْبَيْتِ عَلَى بَعِيرٍ كُلَّمَا أَتَى الرُّكْنَ أَشَارَ إِلَيْهِ بِشَيْءٍ عِنْدَهُ وَكَبَّرَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "নবী ﷺ উটে চড়ে বাইতুল্লাহ তাওয়াফ করতেন। প্রত্যেকবার রুকনের (হাজরে আসওয়াদের) কাছে এলে তিনি তার কাছে থাকা কোনো জিনিস দিয়ে ইশারা করতেন এবং তাকবীর বলতেন।",
                    "TRANSLATED_TEXT": "নবী ﷺ উটে চড়ে বাইতুল্লাহ তাওয়াফ করতেন। প্রত্যেকবার রুকনের (হাজরে আসওয়াদের) কাছে এলে তিনি তার কাছে থাকা কোনো জিনিস দিয়ে ইশারা করতেন এবং তাকবীর বলতেন (আল্লাহু আকবার)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/234.mp3"
                }
            ]
        },
        {
            "ID": 117,
            "TITLE": "ইয়েমেনী রুকন ও হাজরে আসওয়াদের মাঝে যা পড়তে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_118.mp3",
            "TEXT": [
                {
                    "ID": 235,
                    "ARABIC_TEXT": "((﴿رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ﴾)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "রাব্বানা আতিনা ফিদ দুনিয়া হাসানাতাও ওয়া ফিল আখিরাতি হাসানাতাও ওয়া কিনা আযাবান নার।",
                    "TRANSLATED_TEXT": "হে আমাদের রব! আমাদের দুনিয়ায় কল্যাণ দান করুন, আখিরাতে কল্যাণ দান করুন এবং জাহান্নামের আযাব থেকে রক্ষা করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/235.mp3"
                }
            ]
        },
        {
            "ID": 118,
            "TITLE": "সাফা ও মারওয়ায় দাঁড়িয়ে যা পড়তে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_119.mp3",
            "TEXT": [
                {
                    "ID": 236,
                    "ARABIC_TEXT": "لَمَّا دَنَا النَّبِيُّ صلى الله عليه وسلم مِنَ الصَّفَا قَرَأَ: ﴿إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ﴾ أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ)) فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى الْبَيْتَ، فَاسْتَقْبَلَ الْقِبْلَةَ، فَوَحَّدَ اللَّهَ وَكبَّرَهُ وَقَالَ: ((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ، ثُمَّ دَعَا بَيْنَ ذلكَ. قَالَ مِثْلَ هَذَا ثَلاَثَ مَرَّاتٍ)) الْحَدِيثُ. وَفِيهِ: ((فَفَعَلَ عَلَى الْمَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "নবী ﷺ সাফার কাছে পৌঁছলে পড়লেন: ইন্নাস সাফা ওয়াল মারওয়াতা মিন শা'আইরিল্লাহ। আমি সেই দিয়ে শুরু করছি যা দিয়ে আল্লাহ শুরু করেছেন। তারপর সাফা দিয়ে শুরু করলেন। সেখানে উঠে বাইতুল্লাহ দেখলেন, কিবলার দিকে মুখ করে আল্লাহর একত্ব ঘোষণা করলেন, তাকবীর বললেন এবং বললেন: লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর। লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু আনজাযা ওয়া'দাহু ওয়া নাসারা আবদাহু ওয়া হাযামাল আহযাবা ওয়াহদাহু। তারপর এর মাঝে দোয়া করলেন। এভাবে তিনবার বললেন। হাদীসে আছে: মারওয়ায়ও সাফার মতো করলেন।",
                    "TRANSLATED_TEXT": "নবী ﷺ সাফার কাছে পৌঁছলে পড়লেন: নিশ্চয়ই সাফা ও মারওয়া আল্লাহর নিদর্শনসমূহের অন্তর্ভুক্ত। আমি সেই দিয়ে শুরু করছি যা দিয়ে আল্লাহ শুরু করেছেন। তারপর সাফা দিয়ে শুরু করলেন। সেখানে উঠে বাইতুল্লাহ দেখলেন, কিবলার দিকে মুখ করে আল্লাহর একত্ব ঘোষণা করলেন, তাকবীর বললেন এবং বললেন: আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান। আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক। তিনি তাঁর ওয়াদা পূর্ণ করেছেন, তাঁর বান্দাকে সাহায্য করেছেন এবং একাই দলসমূহকে পরাজিত করেছেন। তারপর এর মাঝে দোয়া করলেন। এভাবে তিনবার বললেন। মারওয়ায়ও সাফার মতো করলেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/236.mp3"
                }
            ]
        },
        {
            "ID": 119,
            "TITLE": "আরাফাতের দিনের দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_120.mp3",
            "TEXT": [
                {
                    "ID": 237,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبيُّونَ مِنْ قَبْلِي: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "নবী ﷺ বলেছেন: আরাফাতের দিনের দোয়া সর্বোত্তম দোয়া এবং আমি ও আমার আগের নবীগণ যা বলেছি তার মধ্যে সর্বোত্তম হলো: লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর।",
                    "TRANSLATED_TEXT": "নবী ﷺ বলেছেন: আরাফাতের দিনের দোয়া সর্বোত্তম দোয়া এবং আমি ও আমার আগের নবীগণ যা বলেছি তার মধ্যে সর্বোত্তম হলো: আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/237.mp3"
                }
            ]
        },
        {
            "ID": 120,
            "TITLE": "মুযদালিফার পবিত্র স্থানে দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_121.mp3",
            "TEXT": [
                {
                    "ID": 238,
                    "ARABIC_TEXT": "رَكِبَ النَّبِيُّ صلى الله عليه وسلم الْقَصْوَاءَ حَتَّى أَتَى الْمَشْعَرَ الْحَرَامَ فَاسْتَقْبَلَ الْقِبْلَةَ (فَدَعَاهُ، وَكَبَّرَهُ، وَهَللَّهُ، وَوَحَّدَهُ) فَلَمْ يَزَلْ وَاقِفاً حَتَّى أَسْفَرَ جِدَّاً فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمسُ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "নবী ﷺ কাসওয়া উটে চড়ে মাশ'আরুল হারামে পৌঁছলেন। কিবলার দিকে মুখ করে দোয়া করলেন, তাকবীর, তাহলীল ও তাওহীদ বললেন। সকাল স্পষ্ট না হওয়া পর্যন্ত দাঁড়িয়ে থাকলেন এবং সূর্যোদয়ের আগে রওনা দিলেন।",
                    "TRANSLATED_TEXT": "নবী ﷺ কাসওয়া উটে চড়ে মাশ'আরুল হারামে পৌঁছলেন। কিবলার দিকে মুখ করে দোয়া করলেন, তাকবীর (আল্লাহু আকবার), তাহলীল (লা ইলাহা ইল্লাল্লাহ) ও তাওহীদ (আল্লাহর একত্ব ঘোষণা) বললেন। সকাল স্পষ্ট না হওয়া পর্যন্ত দাঁড়িয়ে থাকলেন এবং সূর্যোদয়ের আগে রওনা দিলেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/238.mp3"
                }
            ]
        },
        {
            "ID": 121,
            "TITLE": "মিনায় তিনটি জামরাতে পাথর নিক্ষেপের সময় আল্লাহু আকবার বলা",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_122.mp3",
            "TEXT": [
                {
                    "ID": 239,
                    "ARABIC_TEXT": "((يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ عِنْدَ الْجِمَارِ الثَّلاَثِ، ثُمَّ يَتَقَدَّمُ، ويَقِفُ يَدْعُو مُسْتَقْبِلَ الْقِبلَةِ، رَافِعاً يَدَيْهِ بَعْدَ الْجَمْرَةِ الْأُولَى وَالثَّانِيَةِ. أَمَّا جَمْرَةُ الْعَقَبَةِ فَيَرْمِيهَا وَيُكَبِّرُ عِنْدَ كُلِّ حَصَاةٍ وَيَنْصَرِفُ وَلاَ يَقِفُ عِنْدَهَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "প্রত্যেক পাথর নিক্ষেপের সময় তিনটি জামরাতে তাকবীর বলবেন। তারপর এগিয়ে যাবেন এবং কিবলার দিকে মুখ করে দাঁড়িয়ে দোয়া করবেন, হাত উঠিয়ে। এটা প্রথম ও দ্বিতীয় জামরাতের পর। আর আকাবার জামরাতে পাথর নিক্ষেপ করবেন এবং প্রত্যেক পাথরের সাথে তাকবীর বলবেন, তারপর চলে যাবেন এবং সেখানে দাঁড়াবেন না (দোয়ার জন্য)।",
                    "TRANSLATED_TEXT": "নবী ﷺ প্রত্যেক পাথর নিক্ষেপের সময় তিনটি জামরাতে তাকবীর বলতেন (আল্লাহু আকবার)। তারপর এগিয়ে যেতেন এবং কিবলার দিকে মুখ করে দাঁড়িয়ে দোয়া করতেন, হাত উঠিয়ে। এটা প্রথম ও দ্বিতীয় জামরাতের পর করতেন। আর আকাবার জামরাতে পাথর নিক্ষেপ করতেন এবং প্রত্যেক পাথরের সাথে তাকবীর বলতেন, তারপর চলে যেতেন এবং সেখানে দাঁড়াতেন না (দোয়ার জন্য)।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/239.mp3"
                }
            ]
        },
        {
            "ID": 122,
            "TITLE": "আশ্চর্য বা চমকে উঠলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_123.mp3",
            "TEXT": [
                {
                    "ID": 240,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ!)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সুবহানাল্লাহ!",
                    "TRANSLATED_TEXT": "আল্লাহ কত পবিত্র!",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/240.mp3"
                },
                {
                    "ID": 241,
                    "ARABIC_TEXT": "((اللَّهُ أَكْبَرُ!)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহু আকবার!",
                    "TRANSLATED_TEXT": "আল্লাহ সর্বশ্রেষ্ঠ!",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/241.mp3"
                }
            ]
        },
        {
            "ID": 123,
            "TITLE": "কোনো কিছু পছন্দ হলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_124.mp3",
            "TEXT": [
                {
                    "ID": 242,
                    "ARABIC_TEXT": "((كَانَ النَّبيُّ صلى الله عليه وسلم إِذَا أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يُسَرُّ بِهِ خَرَّ سَاجِداً شُكْراً لِلَّهِ تَبَارَكَ وَتَعَالَى)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "নবী ﷺ যখন কোনো বিষয়ে খুশি হতেন বা তাতে আনন্দিত হতেন তখন শুকরিয়া আদায় করে সিজদায় পড়ে যেতেন।",
                    "TRANSLATED_TEXT": "নবী ﷺ যখন কোনো বিষয়ে খুশি হতেন বা তাতে আনন্দিত হতেন তখন শুকরিয়া আদায় করে সিজদায় পড়ে যেতেন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/242.mp3"
                }
            ]
        },
        {
            "ID": 124,
            "TITLE": "শরীরে ব্যথা অনুভব করলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_125.mp3",
            "TEXT": [
                {
                    "ID": 243,
                    "ARABIC_TEXT": "((ضَعْ يَدَكَ عَلَى الَّذِي تَألَّمَ مِنْ جَسَدِكَ وَقُلْ: بِسْمِ اللَّهِ، ثَلاَثاً، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "ব্যথার স্থানে হাত রাখো এবং তিনবার বলো: বিসমিল্লাহ। তারপর সাতবার বলো: আউযু বিল্লাহি ওয়া কুদরাতিহি মিন শাররি মা আজিদু ওয়া উহাযিরু।",
                    "TRANSLATED_TEXT": "ব্যথার স্থানে হাত রাখো এবং তিনবার বলো: আল্লাহর নামে। তারপর সাতবার বলো: আমি আল্লাহ ও তাঁর ক্ষমতার মাধ্যমে যে ব্যথা অনুভব করছি এবং যা থেকে সতর্ক থাকি তার অনিষ্ট থেকে আশ্রয় চাই।",
                    "REPEAT": 7,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/243.mp3"
                }
            ]
        },
        {
            "ID": 125,
            "TITLE": "কোনো কিছুতে নজর লাগার ভয় হলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_126.mp3",
            "TEXT": [
                {
                    "ID": 244,
                    "ARABIC_TEXT": "((إِذَا رَأَى أَحَدُكُم مِنْ أَخِيهِ، أَوْ مِنْ نَفْسِهِ، أَوْ مِنْ مَالِهِ مَا يُعْجِبُهُ [فَلْيَدْعُ لَهُ بِالْبَرَكَةِ] فَإِنَّ الْعَيْنَ حَقٌّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যদি তোমাদের কেউ তার ভাইয়ের বা নিজের বা তার সম্পদের কোনো কিছু দেখে যা তাকে মুগ্ধ করে তাহলে তার জন্য বরকতের দোয়া করবে; কেননা নজর সত্য।",
                    "TRANSLATED_TEXT": "যদি তোমাদের কেউ তার ভাইয়ের বা নিজের বা তার সম্পদের কোনো কিছু দেখে যা তাকে মুগ্ধ করে তাহলে তার জন্য বরকতের দোয়া করবে; কেননা নজর সত্য।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/244.mp3"
                }
            ]
        },
        {
            "ID": 126,
            "TITLE": "ভয় পেলে যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_127.mp3",
            "TEXT": [
                {
                    "ID": 245,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ!)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "লা ইলাহা ইল্লাল্লাহ!",
                    "TRANSLATED_TEXT": "আল্লাহ ছাড়া কোনো ইলাহ নেই!",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/245.mp3"
                }
            ]
        },
        {
            "ID": 127,
            "TITLE": "জবাই বা কুরবানির সময় যা বলতে হবে",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_128.mp3",
            "TEXT": [
                {
                    "ID": 246,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ [اللَّهُمَّ مِنْكَ وَلَكَ] اللَّهُمَّ تَقَبَّلْ مِنِّي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বিসমিল্লাহি ওয়াল্লাহু আকবার। (আল্লাহুম্মা মিনকা ওয়া লাকা) আল্লাহুম্মা তাকাব্বাল মিন্নী।",
                    "TRANSLATED_TEXT": "আল্লাহর নামে এবং আল্লাহ সর্বশ্রেষ্ঠ। (হে আল্লাহ! এটা আপনার পক্ষ থেকে এবং আপনার জন্য) হে আল্লাহ! আমার পক্ষ থেকে কবুল করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/246.mp3"
                }
            ]
        },
        {
            "ID": 128,
            "TITLE": "শয়তানের চক্রান্ত ব্যর্থ করার দোয়া",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_129.mp3",
            "TEXT": [
                {
                    "ID": 247,
                    "ARABIC_TEXT": "((أَعُوذُ بكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ: مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আউযু বিকালিমাতিল্লাহিত তাম্মাতিল্লাতী লা য়ুজাওয়িযুহুন্না বাররুন ওয়ালা ফাজিরুন: মিন শাররি মা খালাকা ওয়া বারা'আ ওয়া যারা'আ ওয়া মিন শাররি মা য়ানযিলু মিনাস সামাই ওয়া মিন শাররি মা য়া'রুজু ফীহা ওয়া মিন শাররি মা যারা'আ ফিল আরদি ওয়া মিন শাররি মা য়াখরুজু মিনহা ওয়া মিন শাররি ফিতানিল লাইলি ওয়ান নাহারি ওয়া মিন শাররি কুল্লি তারিকিন ইল্লা তারিকান য়াতরুকু বিখাইরিন য়া রাহমান।",
                    "TRANSLATED_TEXT": "আমি আল্লাহর পরিপূর্ণ কালিমাসমূহের মাধ্যমে আশ্রয় চাই যা কোনো নেককার বা পাপী অতিক্রম করতে পারে না: তাঁর সৃষ্টি, উৎপাদন ও বিস্তারের অনিষ্ট থেকে, আকাশ থেকে যা নেমে আসে তার অনিষ্ট থেকে, আকাশে যা উঠে তার অনিষ্ট থেকে, পৃথিবীতে যা তিনি সৃষ্টি করেছেন তার অনিষ্ট থেকে, পৃথিবী থেকে যা বের হয় তার অনিষ্ট থেকে, রাত ও দিনের ফিতনার অনিষ্ট থেকে এবং প্রত্যেক রাত্রিকালীন আগন্তুকের অনিষ্ট থেকে—শুধু যে কল্যাণ নিয়ে আসে সে ছাড়া, হে রহমান।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/247.mp3"
                }
            ]
        },
        {
            "ID": 129,
            "TITLE": "তওবা ও ক্ষমা প্রার্থনা",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_130.mp3",
            "TEXT": [
                {
                    "ID": 248,
                    "ARABIC_TEXT": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ((وَاللَّهِ إِنِّي لأَسْتَغفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "রাসূলুল্লাহ ﷺ বলেছেন: আল্লাহর কসম! আমি দিনে সত্তরবারের বেশি আল্লাহর কাছে ক্ষমা প্রার্থনা করি এবং তাঁর কাছে তওবা করি।",
                    "TRANSLATED_TEXT": "রাসূলুল্লাহ ﷺ বলেছেন: আল্লাহর কসম! আমি দিনে সত্তরবারের বেশি আল্লাহর কাছে ক্ষমা প্রার্থনা করি এবং তাঁর কাছে তওবা করি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/248.mp3"
                },
                {
                    "ID": 249,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "তিনি ﷺ বলেছেন: হে লোকেরা! আল্লাহর কাছে তওবা করো। আমি দিনে একশ'বার তাঁর কাছে তওবা করি।",
                    "TRANSLATED_TEXT": "তিনি ﷺ বলেছেন: হে লোকেরা! আল্লাহর কাছে তওবা করো। আমি দিনে একশ'বার তাঁর কাছে তওবা করি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/249.mp3"
                },
                {
                    "ID": 250,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الْعَظيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ القَيّوُمُ وَأَتُوبُ إِلَيهِ، غَفَرَ اللَّهُ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যে বলবে: আসতাগফিরুল্লাহাল আযীমাল্লাযী লা ইলাহা ইল্লা হুয়াল হাইয়্যুল কাইয়্যূমু ওয়া আতূবু ইলাইহি—আল্লাহ তাকে ক্ষমা করবেন যদিও সে যুদ্ধক্ষেত্র থেকে পালিয়ে যায়।",
                    "TRANSLATED_TEXT": "যে বলবে: আমি মহান আল্লাহর কাছে ক্ষমা প্রার্থনা করছি যিনি ছাড়া কোনো ইলাহ নেই, চিরঞ্জীব, স্বয়ংসম্পূর্ণ এবং আমি তাঁর কাছে তওবা করছি—আল্লাহ তাকে ক্ষমা করবেন যদিও সে যুদ্ধক্ষেত্র থেকে পালিয়ে যায়।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/250.mp3"
                },
                {
                    "ID": 251,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللَّهَ فِي تِلْكَ السَّاعَةِ فَكُنْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "রব তার বান্দার সবচেয়ে কাছে থাকেন রাতের শেষ প্রহরে। যদি তুমি সেই সময় আল্লাহকে স্মরণকারীদের মধ্যে থাকতে পারো তাহলে থাকো।",
                    "TRANSLATED_TEXT": "রব তার বান্দার সবচেয়ে কাছে থাকেন রাতের শেষ প্রহরে। যদি তুমি সেই সময় আল্লাহকে স্মরণকারীদের মধ্যে থাকতে পারো তাহলে থাকো।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/251.mp3"
                },
                {
                    "ID": 252,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكثِرُوا الدُّعَاءَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বান্দা তার রবের সবচেয়ে কাছে থাকে যখন সে সিজদায় থাকে, সুতরাং সেখানে বেশি দোয়া করো।",
                    "TRANSLATED_TEXT": "বান্দা তার রবের সবচেয়ে কাছে থাকে যখন সে সিজদায় থাকে, সুতরাং সেখানে বেশি দোয়া করো।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/252.mp3"
                },
                {
                    "ID": 253,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لأَسْتَغْفِرُ اللَّهَ فِي الْيَوْمِ مِائَةَ مَرَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "নিশ্চয়ই আমার অন্তরে মেঘলা ভাব আসে এবং আমি দিনে একশ'বার আল্লাহর কাছে ক্ষমা প্রার্থনা করি।",
                    "TRANSLATED_TEXT": "নিশ্চয়ই আমার অন্তরে মেঘলা ভাব আসে এবং আমি দিনে একশ'বার আল্লাহর কাছে ক্ষমা প্রার্থনা করি।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/253.mp3"
                }
            ]
        },
        {
            "ID": 130,
            "TITLE": "আল্লাহর যিকিরের ফযিলত",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_131.mp3",
            "TEXT": [
                {
                    "ID": 254,
                    "ARABIC_TEXT": "قَالَ صلى الله عليه وسلم مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْر)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যে ব্যক্তি দিনে একশ'বার বলে: সুবহানাল্লাহি ওয়া বিহামদিহি—তার গুনাহসমূহ মুছে যায় যদিও তা সমুদ্রের ফেনার সমান হয়।",
                    "TRANSLATED_TEXT": "যে ব্যক্তি দিনে একশ'বার বলে: আল্লাহ কত পবিত্র এবং আমি তাঁর প্রশংসা করি—তার গুনাহসমূহ মুছে যায় যদিও তা সমুদ্রের ফেনার সমান হয়।",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/254.mp3"
                },
                {
                    "ID": 255,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مِرَارٍ، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যে দিনে দশবার বলে: লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া আলা কুল্লি শাইইন কাদীর—সে যেন ইসমাইলের সন্তানদের মধ্য থেকে চারজনকে আযাদ করল।",
                    "TRANSLATED_TEXT": "যে দিনে দশবার বলে: আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান—সে যেন ইসমাইলের সন্তানদের মধ্য থেকে চারজনকে আযাদ করল।",
                    "REPEAT": 10,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/255.mp3"
                },
                {
                    "ID": 256,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحانَ اللَّهِ الْعَظِيمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "দুটি কালিমা জিহ্বায় হালকা, মিযানে ভারী এবং রহমানের কাছে প্রিয়: সুবহানাল্লাহি ওয়া বিহামদিহি, সুবহানাল্লাহিল আযীম।",
                    "TRANSLATED_TEXT": "দুটি কালিমা জিহ্বায় হালকা, মিযানে ভারী এবং রহমানের কাছে প্রিয়: আল্লাহ কত পবিত্র এবং আমি তাঁর প্রশংসা করি, আল্লাহ মহান কত পবিত্র।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/256.mp3"
                },
                {
                    "ID": 257,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((لَأَنْ أَقُولَ سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمسُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আমার কাছে সুবহানাল্লাহ, আলহামদুলিল্লাহ, লা ইলাহা ইল্লাল্লাহ ওয়াল্লাহু আকবার বলা সূর্য যার উপর উদিত হয়েছে তার চেয়ে প্রিয়।",
                    "TRANSLATED_TEXT": "আমার কাছে সুবহানাল্লাহ, আলহামদুলিল্লাহ, লা ইলাহা ইল্লাল্লাহ ওয়াল্লাহু আকবার বলা সূর্য যার উপর উদিত হয়েছে তার চেয়ে প্রিয়।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/257.mp3"
                },
                {
                    "ID": 258,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((أَيَعْجِزُ أَحَدُكُم أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ)) فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: ((يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "তোমাদের কেউ কি দিনে এক হাজার নেকী অর্জন করতে অক্ষম? একজন জিজ্ঞাসা করল: আমরা কীভাবে এক হাজার নেকী অর্জন করব? তিনি বললেন: একশ'বার তাসবীহ বলো, তাহলে তার জন্য এক হাজার নেকী লেখা হবে অথবা এক হাজার গুনাহ মুছে যাবে।",
                    "TRANSLATED_TEXT": "তোমাদের কেউ কি দিনে এক হাজার নেকী অর্জন করতে অক্ষম? একজন জিজ্ঞাসা করল: আমরা কীভাবে এক হাজার নেকী অর্জন করব? তিনি বললেন: একশ'বার তাসবীহ বলো (সুবহানাল্লাহ), তাহলে তার জন্য এক হাজার নেকী লেখা হবে অথবা এক হাজার গুনাহ মুছে যাবে।",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/258.mp3"
                },
                {
                    "ID": 259,
                    "ARABIC_TEXT": "((مَنْ قَالَ: سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যে বলে: সুবহানাল্লাহিল আযীমি ওয়া বিহামদিহি—তার জন্য জান্নাতে একটি খেজুর গাছ রোপণ করা হয়।",
                    "TRANSLATED_TEXT": "যে বলে: আল্লাহ মহান কত পবিত্র এবং আমি তাঁর প্রশংসা করি—তার জন্য জান্নাতে একটি খেজুর গাছ রোপণ করা হয়।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/259.mp3"
                },
                {
                    "ID": 260,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ))؟ فَقُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: ((قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "হে আবদুল্লাহ ইবনে কাইস! আমি কি তোমাকে জান্নাতের একটি গুপ্তধন দেখাব না? আমি বললাম: হ্যাঁ হে আল্লাহর রাসূল! তিনি বললেন: বলো: লা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহ।",
                    "TRANSLATED_TEXT": "হে আবদুল্লাহ ইবনে কাইস! আমি কি তোমাকে জান্নাতের একটি গুপ্তধন দেখাব না? আমি বললাম: হ্যাঁ হে আল্লাহর রাসূল! তিনি বললেন: বলো: কোনো শক্তি বা ক্ষমতা নেই আল্লাহ ছাড়া।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/260.mp3"
                },
                {
                    "ID": 261,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((أَحَبُّ الْكَلاَمِ إِلَى اللَّهِ أَرْبَعٌ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، لاَ يَضُرُّكَ بِأَيِّهِنَّ بَدَأتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আল্লাহর কাছে সবচেয়ে প্রিয় কথা চারটি: সুবহানাল্লাহ, আলহামদুলিল্লাহ, লা ইলাহা ইল্লাল্লাহ ওয়াল্লাহু আকবার। এগুলোর যেকোনোটি দিয়ে শুরু করলে কোনো ক্ষতি নেই।",
                    "TRANSLATED_TEXT": "আল্লাহর কাছে সবচেয়ে প্রিয় কথা চারটি: আল্লাহ কত পবিত্র, সকল প্রশংসা আল্লাহর জন্য, আল্লাহ ছাড়া কোনো ইলাহ নেই এবং আল্লাহ সর্বশ্রেষ্ঠ। এগুলোর যেকোনোটি দিয়ে শুরু করলে কোনো ক্ষতি নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/261.mp3"
                },
                {
                    "ID": 262,
                    "ARABIC_TEXT": "جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ: عَلِّمْنِي كَلاماً أَقُولُهُ: قَالَ: ((قُلْ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، سُبْحَانَ اللَّهِ رَبِّ العَالَمِينَ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ)) قَالَ: فَهَؤُلاَءِ لِرَبِّي، فَمَا لِي؟ قَالَ: ((قُلْ: اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "এক বেদুঈন রাসূলুল্লাহ ﷺ-এর কাছে এসে বলল: আমাকে এমন কিছু কথা শেখান যা আমি বলব। তিনি বললেন: বলো: লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু আল্লাহু আকবারু কাবীরান ওয়ালহামদু লিল্লাহি কাসীরান সুবহানাল্লাহি রাব্বিল আলামীন লা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহিল আযীযিল হাকীম। সে বলল: এগুলো আমার রবের জন্য, আমার জন্য কী? তিনি বললেন: বলো: আল্লাহুম্মাগফির লী ওয়ারহামনী ওয়াহদিনী ওয়ারযুকনী।",
                    "TRANSLATED_TEXT": "এক বেদুঈন রাসূলুল্লাহ ﷺ-এর কাছে এসে বলল: আমাকে এমন কিছু কথা শেখান যা আমি বলব। তিনি বললেন: বলো: আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। আল্লাহ মহান কত বড়, সকল প্রশংসা আল্লাহর জন্য প্রচুর, আল্লাহ সকল সৃষ্টির রব কত পবিত্র, কোনো শক্তি বা ক্ষমতা নেই আল্লাহ ছাড়া যিনি পরাক্রমশালী, প্রজ্ঞাময়। সে বলল: এগুলো আমার রবের জন্য, আমার জন্য কী? তিনি বললেন: বলো: হে আল্লাহ! আমাকে ক্ষমা করুন, আমার প্রতি রহম করুন, আমাকে হিদায়াত দান করুন এবং আমাকে রিযিক দান করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/262.mp3"
                },
                {
                    "ID": 263,
                    "ARABIC_TEXT": "كَانَ الرَّجُلُ إِذَا أَسْلَمَ عَلَّمَهُ النَّبيُّ صلى الله عليه وسلم الصَّلاَةَ ثُمَّ أَمَرَهُ أَنْ يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ: ((اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي وَارْزُقْنِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "যখন কোনো ব্যক্তি ইসলাম গ্রহণ করত তখন নবী ﷺ তাকে নামাজ শেখাতেন এবং তারপর এই কালিমাগুলো দিয়ে দোয়া করতে বলতেন: আল্লাহুম্মাগফির লী ওয়ারহামনী ওয়াহদিনী ওয়া আফিনী ওয়ারযুকনী।",
                    "TRANSLATED_TEXT": "যখন কোনো ব্যক্তি ইসলাম গ্রহণ করত তখন নবী ﷺ তাকে নামাজ শেখাতেন এবং তারপর এই কালিমাগুলো দিয়ে দোয়া করতে বলতেন: হে আল্লাহ! আমাকে ক্ষমা করুন, আমার প্রতি রহম করুন, আমাকে হিদায়াত দান করুন, আমাকে আফিয়াত দান করুন এবং আমাকে রিযিক দান করুন।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/263.mp3"
                },
                {
                    "ID": 264,
                    "ARABIC_TEXT": "((إِنَّ أَفْضَلَ الدُّعَاءِ الْحَمْدُ لِلَّهِ، وَأَفْضَلَ الذِّكْرِ لاَ إِلَهَ إِلاَّ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "সর্বোত্তম দোয়া হলো আলহামদুলিল্লাহ এবং সর্বোত্তম যিকির হলো লা ইলাহা ইল্লাল্লাহ।",
                    "TRANSLATED_TEXT": "সর্বোত্তম দোয়া হলো সকল প্রশংসা আল্লাহর জন্য এবং সর্বোত্তম যিকির হলো আল্লাহ ছাড়া কোনো ইলাহ নেই।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/264.mp3"
                },
                {
                    "ID": 265,
                    "ARABIC_TEXT": "الباقيات الصالحات : سبحان الله والحمد لله ، ولا إله إلا الله ،والله أكبر ،و لا حول ولا قوة إلا بالله",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "বাকিয়াতুস সালিহাত: সুবহানাল্লাহ ওয়ালহামদুলিল্লাহ ওয়া লা ইলাহা ইল্লাল্লাহ ওয়াল্লাহু আকবার ওয়া লা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহ।",
                    "TRANSLATED_TEXT": "স্থায়ী নেক আমলসমূহ: আল্লাহ কত পবিত্র, সকল প্রশংসা আল্লাহর জন্য, আল্লাহ ছাড়া কোনো ইলাহ নেই, আল্লাহ সর্বশ্রেষ্ঠ এবং কোনো শক্তি বা ক্ষমতা নেই আল্লাহ ছাড়া।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/265.mp3"
                }
            ]
        },
        {
            "ID": 131,
            "TITLE": "নবী ﷺ কীভাবে আল্লাহর তাসবীহ করতেন",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_132.mp3",
            "TEXT": [
                {
                    "ID": 266,
                    "ARABIC_TEXT": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رضي الله عنه قَالَ: ((رَأَيْتُ النَّبيَّ صلى الله عليه وسلم يَعْقِدُ التَّسْبِيحَ)) وفي زيادةٍ: ((بِيَمِينِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "আবদুল্লাহ ইবনে আমর (রা.) বলেন: আমি নবী ﷺ-কে ডান হাত দিয়ে তাসবীহ গণনা করতে দেখেছি।",
                    "TRANSLATED_TEXT": "আবদুল্লাহ ইবনে আমর (রা.) বলেন: আমি নবী ﷺ-কে ডান হাত দিয়ে তাসবীহ গণনা করতে দেখেছি। (তাসবীহ অর্থ এখানে: সুবহানাল্লাহ, আলহামদুলিল্লাহ, আল্লাহু আকবার বলা।)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/266.mp3"
                }
            ]
        },
        {
            "ID": 132,
            "TITLE": "সমাজ জীবনের কল্যাণ ও শিষ্টাচারের কিছু নিয়ম",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_133.mp3",
            "TEXT": [
                {
                    "ID": 267,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم ((إِذَا كَانَ جُنْحُ اللَّيْلِ – أَوْ أَمْسَيْتُم – فَـكُفُّوا صِبْيانَـكُم، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيْلِ فَخَلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ؛ فَإِنَّ الشَّيطَانَ لاَ يَفْتَحُ بَاباً مُغلَقاً، وَأَوْكُوا قِرَبَكُمْ، وَاذْكُرُوا اسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُم، وَاذْكُرُوا اسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئاً، وَأَطْفِئُوا مَصَابِيحَكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "রাসূলুল্লাহ ﷺ বলেছেন: যখন রাতের অন্ধকার নেমে আসে (বা সন্ধ্যা হয়ে যায়) তখন তোমাদের শিশুদের ঘরে নিয়ে এসো, কেননা সেই সময় শয়তানরা ছড়িয়ে পড়ে। রাতের এক ঘণ্টা অতিবাহিত হলে তাদের ছেড়ে দিও। দরজা বন্ধ করো এবং আল্লাহর নাম নাও; কেননা শয়তান বন্ধ দরজা খুলতে পারে না। তোমাদের মশক (পানির পাত্র) বাঁধো এবং আল্লাহর নাম নাও। তোমাদের পাত্রগুলো ঢেকে রাখো এবং আল্লাহর নাম নাও, যদিও শুধু কিছু রেখে দাও। তোমাদের প্রদীপ নিভিয়ে দাও।",
                    "TRANSLATED_TEXT": "রাসূলুল্লাহ ﷺ বলেছেন: যখন রাতের অন্ধকার নেমে আসে (বা সন্ধ্যা হয়ে যায়) তখন তোমাদের শিশুদের ঘরে নিয়ে এসো, কেননা সেই সময় শয়তানরা ছড়িয়ে পড়ে। রাতের এক ঘণ্টা অতিবাহিত হলে তাদের ছেড়ে দিও। দরজা বন্ধ করো এবং আল্লাহর নাম নাও; কেননা শয়তান বন্ধ দরজা খুলতে পারে না। তোমাদের মশক (পানির পাত্র) বাঁধো এবং আল্লাহর নাম নাও। তোমাদের পাত্রগুলো ঢেকে রাখো এবং আল্লাহর নাম নাও, যদিও শুধু কিছু রেখে দাও। তোমাদের প্রদীপ নিভিয়ে দাও।",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/267.mp3"
                }
            ]
        }
    ]
}