[
    {
        "order": 1,
        "content": "الْحَمْدُ لِلَّهِ وَحْدَهُ، وَالصَّلاَةُ وَالسَّلاَمُ عَلَى مَنْ لاَ نَبِيَّ بَعْدَهُ",
        "translation": "সকল প্রশংসা একমাত্র আল্লাহর জন্য, এবং যাঁর পরে আর কোনো নবী নেই তাঁর উপর দরূদ ও সালাম।",
        "transliteration": "Alḥamdulillahi waḥdah waṣ-ṣalatu was-salam `alā man lā nabiyya ba`dah.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "দোয়া শুরু করার আগে আল্লাহ তা'আলার প্রশংসা ও তাঁর রাসূল ﷺ-এর উপর দরূদ পাঠ করার সুপারিশ।",
        "source": "আনাস (রা.) থেকে বর্ণিত, তিনি নবী ﷺ-কে বলতে শুনেছেন: \"ফজরের নামাযের পর সূর্যোদয় পর্যন্ত আল্লাহর যিকিরে বসে থাকা আমার কাছে ইসমাঈলের সন্তানদের মধ্য থেকে চারজন ক্রীতদাস মুক্ত করার চেয়ে অধিক প্রিয়। আর আসরের নামাযের পর সূর্যাস্ত পর্যন্ত আল্লাহর যিকিরে বসে থাকা আমার কাছে ইসমাঈলের সন্তানদের মধ্য থেকে চারজন ক্রীতদাস মুক্ত করার চেয়ে অধিক প্রিয়।\" এটি আবু দাউদ (৩৬৬৭) বর্ণনা করেছেন। আলবানী এটিকে সহীহ আবু দাউদ ২/৬৯৮-এ হাসান বলেছেন।",
        "type": 0,
        "audio": "",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 2,
        "content": "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ ﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾",
        "translation": "আমি আল্লাহর কাছে আশ্রয় প্রার্থনা করছি অভিশপ্ত শয়তান থেকে। আল্লাহ! তিনি ছাড়া কোনো সত্যিকারের ইলাহ নেই, তিনি চিরঞ্জীব, সবকিছুর ধারক-সংরক্ষক। তাঁকে তন্দ্রা বা নিদ্রা স্পর্শ করে না। আকাশমণ্ডলী ও পৃথিবীতে যা কিছু আছে সবকিছু তাঁরই। কে আছে যে তাঁর অনুমতি ছাড়া তাঁর কাছে সুপারিশ করতে পারে? তিনি জানেন তাদের সামনে যা আছে এবং পেছনে যা আছে। আর তাঁর জ্ঞানের কোনো কিছুতেই তারা পরিবেষ্টন করতে পারে না, কেবল তিনি যা ইচ্ছা করেন তা ছাড়া। তাঁর কুরসি আকাশমণ্ডলী ও পৃথিবীকে পরিবেষ্টন করে আছে এবং এদের সংরক্ষণ তাঁকে মোটেও ক্লান্ত করে না। আর তিনি সর্বোচ্চ, সর্বশ্রেষ্ঠ।",
        "transliteration": "(A`ūdhu billāhi min ash-shaytāni 'r-rajīm)\nAllāhu lā ilāha illā huwa ‘l-Ḥayyul-Qayyūm,\nlā ta'khudhuhu sinatun wa lā nawm,\nlahu mā fis-samāwāti wa māfil-arḍ,\nman dhal-ladhī yashfa`u `indahu illā bi'idhnih,\nya`lamu mā bayna aydīhim wa mā khalfahum,\nwa lā yuḥīṭūna bishay'im-min `ilmihi illā bimā shā',\nwasi`a kursiyyuhus-samāwāti wal-arḍ,\nwa lā ya'ūduhu hifẓuhumā,\nwa huwal-`Aliyyu‘l-`Aẓīm.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "(আয়াতুল কুরসি; সূরা বাকারা ২:২৫৫) যে ব্যক্তি সকালে উঠার সময় এটা পড়বে, সে সন্ধ্যা পর্যন্ত জিনদের থেকে সুরক্ষিত থাকবে। আর যে সন্ধ্যায় পড়বে, সে সকাল পর্যন্ত জিনদের থেকে সুরক্ষিত থাকবে।",
        "source": "আল-হাকিম ১/৫৬২-এ বর্ণনা করেছেন, আলবানী সহীহুত তারগীব ওয়াত তারহীব ১/২৭৩-এ সহীহ বলেছেন এবং নাসাঈ ও তাবারানীর দিকে সম্বন্ধ করেছেন। তিনি বলেন তাবারানীর সনদ জয়্যিদ (ভালো)।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/75.mp3",
        "hadith_text": "عن أُبيِّ بنِ كَعْبٍ رضِي اللهُ عنه أنَّه كان له جُرْنٌ من تَمْرٍ فكان يَنقُصُ فحرسَه ذاتَ ليلةٍ فإذا هو بدابَّةٍ شِبْه الغُلامِ المُحتَلِمِ فسلَّمَ عليه فرَدَّ عليه السلامَ فقال ما أنت جِنِّيٌ أمْ إنْسيٌ قال جِنِّيٌ قال فناوِلْنِي يدَك قال فناوَلَه يدَه فإذا يدُه يدُ كلبٍ وشَعرُه شَعرُ كلبٍ قال هذا خَلْقُ الجِنِّ قال قدْ عَلِمتِ الجِنُّ أنَّ ما فيِهم رجلًا أشدَ مِنِّي قال فما جاء بِكَ قال بلَغَنَا أنَّكَ تُحِبُّ الصَّدقةَ فجِئْنا نُصيبُ من طعامِك قال فما يُنَجِّينَا مِنكُم قال هذه الآيةُ التِي في سورةِ البقرةِ اللَّهُ لا إِلَهَ إِلَّا هو الْحَيُّ الْقَيُّومُ مَنْ قالَها حِينَ يُمسِي أُجِيرَ مِنَّا حتَى يُصْبِحَ ومَن قالَها حينَ يصبحُ أُجِيرَ مِنَّا حتى يُمسِي فلَمَّا أصبحَ أتَى رسولُ اللهِ صلَّى اللهُ عليِه وسلَّمَ فذكر ذلكَ له فقال: صَدَقَ الخبيثُ.",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 3,
        "content": "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ ﴿آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ* لاَ يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ﴾. [البقرة 285 - 286]",
        "translation": "(২৮৫) রাসূল তাঁর প্রতি তাঁর রবের পক্ষ থেকে যা নাযিল করা হয়েছে তাতে ঈমান এনেছেন এবং মুমিনরাও। তাদের প্রত্যেকেই আল্লাহ, তাঁর ফেরেশতা, তাঁর কিতাবসমূহ ও তাঁর রাসূলগণের প্রতি ঈমান এনেছে। (তারা বলে,) আমরা তাঁর রাসূলদের মধ্যে কারো মধ্যে পার্থক্য করি না। আর তারা বলে, আমরা শুনলাম ও মেনে নিলাম। হে আমাদের রব! আমরা আপনার কাছে ক্ষমা প্রার্থনা করছি এবং প্রত্যাবর্তন আপনার দিকেই। (২৮৬) আল্লাহ কোনো ব্যক্তির উপর তার সাধ্যের বাইরে কোনো দায়িত্ব দেন না। তার জন্য রয়েছে যা সে অর্জন করেছে এবং তার উপর বর্তায় যা সে অর্জন করেছে। হে আমাদের রব! যদি আমরা ভুলে যাই বা ভুল করি তাহলে আমাদের পাকড়াও করবেন না। হে আমাদের রব! আমাদের পূর্ববর্তীদের উপর যেমন ভারী দায়িত্ব চাপিয়েছিলেন আমাদের উপর তেমন ভারী দায়িত্ব চাপাবেন না। হে আমাদের রব! আমাদের সেই ভার চাপাবেন না যা বহন করার শক্তি আমাদের নেই। আমাদের ক্ষমা করুন, আমাদের মার্জনা করুন এবং আমাদের প্রতি দয়া করুন। আপনিই আমাদের অভিভাবক। সুতরাং অবিশ্বাসী সম্প্রদায়ের বিরুদ্ধে আমাদের সাহায্য করুন।",
        "transliteration": "Aamanar-Rasoolu bimaaa unzila ilaihi mir-Rabbihee walmu'minoon; kullun aamana billaahi wa Malaaa'ikathihee wa Kutubhihee wa Rusulihee laa nufarriqu baina ahadim-mir-Rusulih wa qaaloo sami'naa wa ata'naa ghufraanaka Rabbanaa wa ilaikal-maseer (285)\nLaa yukalliful-laahu nafsan illaa wus'ahaa; lahaa maa kasabat wa 'alaihaa maktasabat; Rabbanaa laa tu'aakhiznaaa in naseenaaa aw akhtaanaa; Rabbanaa wa laa tahmil-'alainaaa isran kamaa hamaltahoo 'alal-lazeena min qablinaa; Rabbanaa wa laa tuhammilnaa maa laa taaqata lanaa bih; wa'fu 'annaa waghfir lanaa warhamnaa; Anta mawlaanaa fansurnaa 'alal qawmil kaafireen (286)",
        "count": 1,
        "count_description": "একবার",
        "fadl": "সূরা বাকারার ২৮৫-২৮৬ আয়াত। যে ব্যক্তি রাতে ঘুমানোর আগে এই দুই আয়াত পড়বে, তার জন্য এটা যথেষ্ট হবে (সুরক্ষার জন্য)।",
        "source": "বুখারী (৪০০৮) ও মুসলিম (৮০৭) বর্ণনা করেছেন।",
        "type": 2,
        "audio": "https://www.hisnmuslim.com/audio/ar/101.mp3",
        "hadith_text": "حَدَّثَنَا مُوسَى، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَلْقَمَةَ، عَنْ أَبِي مَسْعُودٍ الْبَدْرِيِّ رَضِيَ اللَّهُ عَنْه",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 4,
        "content": "بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
        "translation": "আমি আল্লাহর নামে (শুরু করছি), যাঁর নামের সাথে আকাশে বা পৃথিবীতে কোনো কিছুই ক্ষতি করতে পারে না। আর তিনি সর্বশ্রোতা, সর্বজ্ঞ।",
        "transliteration": "Bismillāhil-ladhī lā yaḍurru ma'asmihi shay'un fil-arḍi wa lā fis-samā'i wa huwas-Samī'ul-'Alīm.",
        "count": 3,
        "count_description": "তিনবার",
        "fadl": "যে ব্যক্তি সকাল ও সন্ধ্যায় তিনবার এটা পড়বে, কোনো কিছু তার ক্ষতি করতে পারবে না।",
        "source": "আবু দাউদ (৫০৮৮), তিরমিযী (৩৩৮৮), ইবনে মাজাহ (৩৮৬৯)। আলবানী সহীহ আবু দাউদে সহীহ বলেছেন।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/1.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 5,
        "content": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
        "translation": "আমি আল্লাহর পরিপূর্ণ কালিমাসমূহের মাধ্যমে তাঁর সৃষ্টির অনিষ্ট থেকে আশ্রয় প্রার্থনা করছি।",
        "transliteration": "A`ūdhu bikalimātillāhit-tāmmāti min sharri mā khalaq.",
        "count": 3,
        "count_description": "তিনবার",
        "fadl": "যে ব্যক্তি সন্ধ্যায় এটা তিনবার পড়বে, সে সকাল পর্যন্ত সব বিষাক্ত প্রাণী ও অন্যান্য ক্ষতি থেকে সুরক্ষিত থাকবে।",
        "source": "মুসলিম (২৭০৯)।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/2.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 6,
        "content": "... (আসল আরবি)",
        "translation": "হে আল্লাহ! আপনি আমার রব, আপনি ছাড়া কোনো ইলাহ নেই ... (সকালের যিকির)",
        "transliteration": "...",
        "count": 1,
        "count_description": "একবার",
        "fadl": "যে ব্যক্তি সকালে এটা পড়বে, সে জান্নাতে প্রবেশ করবে (অথবা জান্নাতের জন্য যথেষ্ট হবে)।",
        "source": "...",
        "type": 0,
        "audio": "...",
        "hadith_text": "...",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 7,
        "content": "بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
        "translation": "আমি আল্লাহর নামে (শুরু করছি), যাঁর নামের সাথে পৃথিবীতে বা আকাশে কোনো কিছুই ক্ষতি করতে পারে না। আর তিনি সর্বশ্রোতা, সর্বজ্ঞ।",
        "transliteration": "Bismillāhil-ladhī lā yaḍurru ma'asmihi shay'un fil-arḍi wa lā fis-samā'i wa huwas-Samī'ul-'Alīm.",
        "count": 3,
        "count_description": "তিনবার",
        "fadl": "যে ব্যক্তি সকালে ও সন্ধ্যায় তিনবার এটা পড়বে, কোনো কিছু তার ক্ষতি করতে পারবে না।",
        "source": "আবু দাউদ (৫০৮৮), তিরমিযী (৩৩৮৮), ইবনে মাজাহ (৩৮৬৯)। আলবানী সহীহ আবু দাউদে সহীহ বলেছেন।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/1.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 8,
        "content": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
        "translation": "আমি আল্লাহর পরিপূর্ণ কালিমাসমূহের মাধ্যমে তাঁর সৃষ্টির অনিষ্ট থেকে আশ্রয় প্রার্থনা করছি।",
        "transliteration": "A`ūdhu bikalimātillāhit-tāmmāti min sharri mā khalaq.",
        "count": 3,
        "count_description": "তিনবার",
        "fadl": "যে ব্যক্তি সন্ধ্যায় তিনবার এটা পড়বে, সে সকাল পর্যন্ত সব বিষাক্ত প্রাণী ও অন্যান্য ক্ষতি থেকে সুরক্ষিত থাকবে।",
        "source": "মুসলিম (২৭০৯)।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/2.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 9,
        "content": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
        "translation": "আমরা সকালে পৌঁছেছি এবং রাজত্ব আল্লাহর জন্যই, সকল প্রশংসা আল্লাহর জন্য। আল্লাহ ছাড়া কোনো সত্যিকারের ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান। হে আমার রব! আমি আপনার কাছে এই দিনের কল্যাণ এবং এর পরের কল্যাণ প্রার্থনা করছি। আমি আপনার কাছে এই দিনের অনিষ্ট এবং এর পরের অনিষ্ট থেকে আশ্রয় চাই। হে আমার রব! আমি আপনার কাছে অলসতা ও বার্ধক্যের অনিষ্ট থেকে আশ্রয় চাই। হে আমার রব! আমি আপনার কাছে জাহান্নামের আযাব এবং কবরের আযাব থেকে আশ্রয় চাই।",
        "transliteration": "Aṣbaḥnā wa aṣbaḥal-mulku lillāhi walḥamdu lillāh, lā ilāha illallāhu waḥdahu lā sharīka lah, lahul-mulku wa lahul-ḥamd wa huwa `alā kulli shay'in qadīr. Rabbi as'aluka khayra mā fī hādhāl-yawmi wa khayra mā ba`dahu, wa a`ūdhu bika min sharri mā fī hādhāl-yawmi wa sharri mā ba`dahu. Rabbi a`ūdhu bika minal-kasali wa sū'il-kibar. Rabbi a`ūdhu bika min `adhābin fin-nāri wa `adhābin fil-qabr.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "সকালের যিকিরের অংশ, যা দিনের শুরুতে পড়া সুন্নাহ।",
        "source": "মুসলিম (২৭২৩) থেকে অনুরূপ বর্ণনা।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/3.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 10,
        "content": "اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ",
        "translation": "হে আল্লাহ! আপনারই অনুগ্রহে আমরা সকালে পৌঁছেছি, আপনারই অনুগ্রহে আমরা সন্ধ্যায় পৌঁছেছি, আপনারই অনুগ্রহে আমরা জীবিত আছি, আপনারই অনুগ্রহে আমরা মারা যাই এবং আপনার দিকেই প্রত্যাবর্তন।",
        "transliteration": "Allāhumma bika aṣbaḥnā wa bika amsaynā wa bika naḥyā wa bika namūtu wa ilaykan-nushūr.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "সকাল-সন্ধ্যার যিকিরের অংশ।",
        "source": "তিরমিযী (৩৩৯৩), আবু দাউদ। আলবানী সহীহ বলেছেন।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/4.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 11,
        "content": "اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ",
        "translation": "হে আল্লাহ! আপনি আমার রব, আপনি ছাড়া কোনো ইলাহ নেই। আপনি আমাকে সৃষ্টি করেছেন এবং আমি আপনার বান্দা। আমি যথাসাধ্য আপনার সাথে কৃত অঙ্গীকার ও প্রতিশ্রুতির উপর আছি। আমি আমার কৃতকর্মের অনিষ্ট থেকে আপনার কাছে আশ্রয় চাই। আমি আপনার প্রতি আমার প্রতি অনুগ্রহ স্বীকার করছি এবং আমার গুনাহ স্বীকার করছি। সুতরাং আমাকে ক্ষমা করুন, কেননা আপনি ছাড়া গুনাহ ক্ষমাকারী আর কেউ নেই।",
        "transliteration": "Allāhumma anta rabbī lā ilāha illā anta, khalaqtanī wa anā `abduka, wa anā `alā `ahdika wa wa`dika mastata`tu, a`ūdhu bika min sharri mā ṣana`tu, abū'u laka bini`matika `alayya, wa abū'u bidhanbī faghfir lī fainnahu lā yaghfirudh-dhunūba illā anta.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "যে ব্যক্তি দিনের বেলায় এটা পড়ে মারা যাবে বা রাতে পড়ে মারা যাবে, সে জান্নাতবাসী হবে।",
        "source": "বুখারী (৬৩০৬)।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/5.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 12,
        "content": "اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
        "translation": "হে আল্লাহ! গোপন ও প্রকাশ্যের জ্ঞাতা, আকাশমণ্ডলী ও পৃথিবীর স্রষ্টা, সবকিছুর রব ও মালিক। আমি সাক্ষ্য দিচ্ছি যে, আপনি ছাড়া কোনো ইলাহ নেই। আমি আমার নফসের অনিষ্ট, শয়তান ও তার শিরকের অনিষ্ট থেকে আপনার কাছে আশ্রয় চাই। এবং আমি যেন নিজের উপর কোনো অনিষ্ট না করি বা কোনো মুসলিমের দিকে তা না টেনে নেই।",
        "transliteration": "Allāhumma `ālimal-ghaybi wash-shahādati fāṭiras-samāwāti wal-arḍi rabba kulli shay'in wa malīkah, ashhadu an lā ilāha illā anta, a`ūdhu bika min sharri nafsī wa min sharrish-shayṭāni wa shirkihi, wa an aqtarifa `alā nafsī sū'an aw ajurrahu ilā muslim.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "সকাল-সন্ধ্যায় পড়ার যিকির।",
        "source": "আবু দাউদ, তিরমিযী। আলবানী সহীহ বলেছেন।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/6.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 13,
        "content": "اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلاَئِكَتَكَ وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ",
        "translation": "হে আল্লাহ! আমি সকালে পৌঁছে আপনাকে সাক্ষী রাখছি এবং আপনার আরশের বাহক ফেরেশতাদের, আপনার ফেরেশতাদের এবং আপনার সমস্ত সৃষ্টিকে সাক্ষী রাখছি যে, আপনি আল্লাহ, আপনি ছাড়া কোনো ইলাহ নেই, আপনি একক, আপনার কোনো শরীক নেই এবং মুহাম্মাদ ﷺ আপনার বান্দা ও রাসূল।",
        "transliteration": "Allāhumma innī aṣbaḥtu ushhiduka wa ushhidu ḥamalata `arshika wa malā'ikataka wa jamī`a khalqika annaka antallāhu lā ilāha illā anta waḥdaka lā sharīka lak wa anna muḥammadan `abduka wa rasūluk.",
        "count": 4,
        "count_description": "চারবার",
        "fadl": "যে ব্যক্তি দিনে চারবার এটা পড়বে, সে সেদিন জাহান্নাম থেকে মুক্তি পাবে।",
        "source": "আবু দাউদ (৫০৬৯)। আলবানী সহীহ বলেছেন।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/7.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 14,
        "content": "اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ",
        "translation": "হে আল্লাহ! আমার উপর বা আপনার কোনো সৃষ্টির উপর যে কোনো নেয়ামত এসেছে, তা একমাত্র আপনার পক্ষ থেকে, আপনার কোনো শরীক নেই। সুতরাং সকল প্রশংসা ও শুকরিয়া আপনার জন্য।",
        "transliteration": "Allāhumma mā aṣbaḥa bī min ni`matin aw bi'aḥadin min khalqika faminka waḥdaka lā sharīka lak, falakal-ḥamdu wa lakash-shukr.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "সকালের শুকরিয়া যিকির।",
        "source": "আবু দাউদ, নাসাঈ।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/8.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 15,
        "content": "حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
        "translation": "আল্লাহ আমার জন্য যথেষ্ট, তিনি ছাড়া কোনো ইলাহ নেই, আমি তাঁর উপরই ভরসা করি এবং তিনি মহান আরশের রব।",
        "transliteration": "Ḥasbiyallāhu lā ilāha illā huwa `alayhi tawakkaltu wa huwa rabbul-`arshil-`aẓīm.",
        "count": 7,
        "count_description": "সাতবার",
        "fadl": "যে ব্যক্তি সকালে ও সন্ধ্যায় সাতবার এটা পড়বে, আল্লাহ তার দুশ্চিন্তা দূর করে দিবেন।",
        "source": "আবু দাউদ (৫০৮১)। আলবানী সহীহ বলেছেন।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/9.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 16,
        "content": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾",
        "translation": "পরম করুণাময়, অতি দয়ালু আল্লাহর নামে। বলো: তিনি আল্লাহ, এক ও অদ্বিতীয়। আল্লাহ অমুখাপেক্ষী। তিনি কাউকে জন্ম দেননি এবং তিনি কারো থেকে জন্মগ্রহণ করেননি। এবং কেউ তাঁর সমকক্ষ নেই।",
        "transliteration": "Bismillāhir-raḥmānir-raḥīm. Qul huwallāhu aḥad. Allāhuṣ-ṣamad. Lam yalid wa lam yūlad. Wa lam yakun lahu kufuwan aḥad.",
        "count": 3,
        "count_description": "তিনবার",
        "fadl": "সকাল-সন্ধ্যায় তিনবার ইখলাস সূরা পড়লে সবদিক থেকে সুরক্ষা পাওয়া যায়।",
        "source": "আবু দাউদ (৫০৮২), তিরমিযী।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/10.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 17,
        "content": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِن شَرِّ مَا خَلَقَ * وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ * وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾",
        "translation": "পরম করুণাময়, অতি দয়ালু আল্লাহর নামে। বলো: আমি আশ্রয় চাই ফজরের রবের কাছে। তিনি যা সৃষ্টি করেছেন তার অনিষ্ট থেকে। অন্ধকার রাত্রির অনিষ্ট থেকে যখন তা গভীর হয়। গ্রন্থিতে ফুঁক দেয়া জাদুকরীদের অনিষ্ট থেকে। এবং হিংসুকের অনিষ্ট থেকে যখন সে হিংসা করে।",
        "transliteration": "Bismillāhir-raḥmānir-raḥīm. Qul a`ūdhu birabbil-falaq. Min sharri mā khalaq. Wa min sharrighāsiqin idhā waqab. Wa min sharrin-naffāthāti fil-`uqad. Wa min sharri ḥāsidin idhā ḥasad.",
        "count": 3,
        "count_description": "তিনবার",
        "fadl": "সকাল-সন্ধ্যায় তিনবার ফালাক ও নাস সূরা পড়লে সব অনিষ্ট থেকে হেফাজত হয়।",
        "source": "আবু দাউদ (৫০৮২), তিরমিযী।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/11.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 18,
        "content": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ النَّاسِ * مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ﴾",
        "translation": "পরম করুণাময়, অতি দয়ালু আল্লাহর নামে। বলো: আমি আশ্রয় চাই মানুষের রবের কাছে। মানুষের বাদশাহর কাছে। মানুষের ইলাহর কাছে। ফিসফিসকারী শয়তানের অনিষ্ট থেকে, যে ফিরে যায়। যে মানুষের অন্তরে ফিসফিস করে। জিন ও মানুষের মধ্য থেকে।",
        "transliteration": "Bismillāhir-raḥmānir-raḥīm. Qul a`ūdhu birabbin-nās. Malikin-nās. Ilāhin-nās. Min sharril-waswāsil-khannās. Alladhī yuwaswisu fī ṣudūrin-nās. Minal-jinnati wan-nās.",
        "count": 3,
        "count_description": "তিনবার",
        "fadl": "সকাল-সন্ধ্যায় তিনবার পড়লে শয়তানের ওয়াসওয়াসা থেকে রক্ষা পাওয়া যায়।",
        "source": "আবু দাউদ (৫০৮২), তিরমিযী।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/12.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 19,
        "content": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ",
        "translation": "আমি আল্লাহর পরিপূর্ণ কালিমাসমূহের মাধ্যমে প্রত্যেক শয়তান, বিষাক্ত প্রাণী এবং প্রত্যেক ক্ষতিকর চোখের অনিষ্ট থেকে আশ্রয় চাই।",
        "transliteration": "A`ūdhu bikalimātillāhit-tāmmati min kulli shayṭānin wa hāmmatin wa min kulli `aynin lāmmatin.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "সকাল-সন্ধ্যায় পড়লে জাদু, চোখ লাগা ও শয়তান থেকে হেফাজত হয়।",
        "source": "আবু দাউদ (৫০৮৪), তিরমিযী।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/13.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 20,
        "content": "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ",
        "translation": "হে আল্লাহ! আমার শরীরে আমাকে সুস্থ রাখুন। হে আল্লাহ! আমার শ্রবণে আমাকে সুস্থ রাখুন। হে আল্লাহ! আমার দৃষ্টিতে আমাকে সুস্থ রাখুন। আপনি ছাড়া কোনো ইলাহ নেই।",
        "transliteration": "Allāhumma `āfinī fī badanī, Allāhumma `āfinī fī sam`ī, Allāhumma `āfinī fī baṣarī, lā ilāha illā anta.",
        "count": 3,
        "count_description": "তিনবার",
        "fadl": "সকাল-সন্ধ্যায় পড়লে শারীরিক সুস্থতার জন্য দোয়া।",
        "source": "আবু দাউদ (৫০৯০)।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/14.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 21,
        "content": "رَضِيتُ بِاللَّهِ رَبَّاً، وَبِالْإِسْلاَمِ دِيناً، وَبِمُحَمَّدٍ ﷺ نَبِيًّا",
        "translation": "আমি আল্লাহকে রব হিসেবে, ইসলামকে দ্বীন হিসেবে এবং মুহাম্মাদ ﷺ-কে নবী হিসেবে সন্তুষ্ট হয়ে গ্রহণ করলাম।",
        "transliteration": "Radeetu billahi rabban wabil-islami deenan wabiMuhammadin nabiyya.",
        "count": 3,
        "count_description": "তিনবার",
        "fadl": "যে ব্যক্তি প্রত্যেক সকাল বা সন্ধ্যায় তিনবার এটা বলবে, কিয়ামতের দিন আল্লাহ তার সন্তুষ্টি নিশ্চিত করবেন।",
        "source": "আহমাদ ৪/৩৩৭, নং ১৮৯৬৭; নাসাঈ 'আমাল আল-ইয়াওম ওয়াল-লাইলাহ' নং ৪; ইবনে সুন্নী নং ৬৮; আবু দাউদ ৪/৩১৮, নং ১৫৩১; তিরমিযী ৫/৪৬৫, নং ৩৩৮৯। শায়খ ইবনে বায 'তুহফাতুল আখিয়ার' পৃ. ৩৯-এ হাসান বলেছেন।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/87.mp3",
        "hadith_text": "حَدَّثَنَا أَسْوَدُ بْنُ عَامِرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي عَقِيلٍ - قَاضِي وَاسِطٍ - عَنْ سَابِقِ بْنِ نَاجِيَةَ، عَنْ أَبِي سَلَّامٍ، قَالَ: مَرَّ رَجُلٌ فِي مَسْجِدِ حِمْصَ، فَقَالُوا: هَذَا خَدَمَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. قَالَ: فَقُمْتُ إِلَيْهِ، فَقُلْتُ: حَدِّثْنِي حَدِيثًا سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، لَا يَتَدَاوَلُهُ بَيْنَكَ وَبَيْنَهُ الرِّجَالُ. قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"مَا مِنْ عَبْدٍ مُسْلِمٍ يَقُولُ حِينَ يُصْبِحُ وَحِينَ يُمْسِي ثَلَاثَ مَرَّاتٍ: رَضِيتُ بِاللَّهِ رَبًّا، وَبِالْإِسْلَامِ دِينًا، وَبِمُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا. إِلَّا كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُرْضِيَهُ يَوْمَ الْقِيَامَةِ\".",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 22,
        "content": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ",
        "translation": "হে চিরঞ্জীব, হে সবকিছুর ধারক! আপনার রহমতের মাধ্যমে আমি সাহায্য প্রার্থনা করছি। আমার সমস্ত অবস্থা সংশোধন করে দিন এবং এক মুহূর্তের জন্যও আমাকে আমার নফসের উপর ছেড়ে দেবেন না।",
        "transliteration": "Ya hayyu ya qayyoom, birahmatika astagheeth, aslih lee sha/nee kullah, wala takilnee ila nafsee tarfata AAayn.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "এই দোয়া সকাল-সন্ধ্যায় পড়া সুন্নাহ, যা সকল বিষয়ে সংশোধনের জন্য।",
        "source": "সনদ সহীহ। আল-হাকিম ১/৫৪৫; আলবানী সহীহুত তারগীব ওয়াত তারহীব ১/২৭৩।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/88.mp3",
        "hadith_text": "قالَ رسولُ اللهِ صلَّى اللهُ عليه وسلَّمَ لفاطمةَ: ما يَمنعُكِ أنْ تَسمَعي ما أُوصيكِ به أنْ تَقولي إذا أَصبحتِ، وإذا أَمسيتِ: يا حيُّ يا قيُّومُ برحمتِكَ أَستغيثُ، أَصلِحْ لي شأني كُلَّهُ، ولا تَكِلْني إلى نَفسي طرْفةَ عينٍ.",
        "explanation_of_hadith_vocabulary": "নবী ﷺ তাঁর পরিবার ও সন্তানদের প্রতি সর্বোত্তম ছিলেন। তিনি তাদের দ্বীন ও দুনিয়ার উপকারী বিষয় শেখাতেন এবং কল্যাণের উপদেশ দিতেন। এখানে তিনি কন্যা ফাতিমা (রা.)-কে বললেন যে সকাল-সন্ধ্যায় এই দোয়া পড়তে। 'হাইয়্যু কাইয়্যূম' আল্লাহর নাম, যা সকল কামালের গুণাবলী ধারণ করে। এই দোয়ায় আল্লাহর কাছে সকল অবস্থা সংশোধনের প্রার্থনা এবং নফসের উপর ছেড়ে না দেওয়ার দোয়া রয়েছে।"
    },
    {
        "order": 23,
        "content": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ: فَتْحَهُ، وَنَصْرَهُ، وَنورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ",
        "translation": "আমরা সকালে পৌঁছেছি এবং এই সময়ে সমস্ত রাজত্ব আল্লাহর, সকল সৃষ্টির রবের। হে আল্লাহ! আমি আপনার কাছে এই দিনের কল্যাণ প্রার্থনা করছি: তার বিজয়, সাহায্য, নূর, বরকত ও হিদায়াত। আর আমি আপনার কাছে এই দিনের অনিষ্ট এবং এর পরের অনিষ্ট থেকে আশ্রয় চাই।",
        "transliteration": "Asbahna wa-asbahal-mulku lillahi rabbil-AAalameen, allahumma innee as-aluka khayra hathal-yawm, fat-hahu, wanasrahu, wanoorahu, wabarakatahu, wahudahu, wa-aAAoothu bika min sharri ma feehi, washarri ma ba'dah.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "",
        "source": "আবু দাউদ ৪/৩২২। সনদ হাসান। দেখুন ইবনে কাইয়্যিম, যাদুল মা'আদ ২/২৭৩।",
        "type": 1,
        "audio": "https://www.hisnmuslim.com/audio/ar/89.mp3",
        "hadith_text": "قَالَ أَبُو دَاوُدَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنِي  أَبِي - قَالَ ابْنُ عَوْفٍ: وَرَأَيْتُهُ فِي أَصْلِ إِسْمَاعِيلَ - قَالَ: حَدَّثَنِي ضَمْضَمٌ، عَنْ شُرَيْحٍ، عَنْ أَبِي مَالِكٍ وَبِهَذَا الْإِسْنَادِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّم",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 24,
        "content": "أَمْسَيْنا وَأَمْسَى الْمُلْكُ للهِ رَبِّ الْعَالَمَيْنِ، اللَّهُمَّ إِنَّي أسْأَلُكَ خَيْرَ هَذَه اللَّيْلَةِ فَتْحَهَا ونَصْرَهَا، ونُوْرَهَا وبَرَكَتهَا، وَهُدَاهَا، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فيهِا وَشَرَّ مَا بَعْدَهَا",
        "translation": "আমরা সন্ধ্যায় পৌঁছেছি এবং এই সময়ে সমস্ত রাজত্ব আল্লাহর, সকল সৃষ্টির রবের। হে আল্লাহ! আমি আপনার কাছে এই রাতের কল্যাণ প্রার্থনা করছি: তার বিজয়, সাহায্য, নূর, বরকত ও হিদায়াত। আর আমি আপনার কাছে এই রাতের অনিষ্ট এবং এর পরের অনিষ্ট থেকে আশ্রয় চাই।",
        "transliteration": "Amsayna wa-amsal-mulku lillahi rabbil-AAalameen, allahumma innee as-aluka khayra hathihil-laylah, fat-haha, wanasraha, wanooraha, wabarakataha, wahudaha, wa-aAAoothu bika min sharri ma feeha, washarri ma baAAdaha.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "",
        "source": "আবু দাউদ ৪/৩২২। সনদ হাসান। দেখুন ইবনে কাইয়্যিম, যাদুল মা'আদ ২/২৭৩।",
        "type": 2,
        "audio": "https://www.hisnmuslim.com/audio/ar/89.mp3",
        "hadith_text": "قَالَ أَبُو دَاوُدَ: حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالَ: حَدَّثَنِي  أَبِي - قَالَ ابْنُ عَوْفٍ: وَرَأَيْتُهُ فِي أَصْلِ إِسْمَاعِيلَ - قَالَ: حَدَّثَنِي ضَمْضَمٌ، عَنْ شُرَيْحٍ، عَنْ أَبِي مَالِكٍ وَبِهَذَا الْإِسْنَادِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: \"إِذَا أَصْبَحَ أَحَدُكُمْ فَلْيَقُلْ: أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ ؛ فَتْحَهُ وَنَصْرَهُ وَنُورَهُ وَبَرَكَتَهُ وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ. ثُمَّ إِذَا أَمْسَى فَلْيَقُلْ مِثْلَ ذَلِكَ\".",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 25,
        "content": "أَصْبَحْنا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ ﷺ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ",
        "translation": "আমরা সকালে পৌঁছেছি ইসলামের ফিতরাতের উপর, খাঁটি ঈমানের কালিমার উপর, আমাদের নবী মুহাম্মাদ ﷺ-এর দ্বীনের উপর এবং আমাদের পিতা ইবরাহীমের মিল্লাতের উপর, যিনি হানীফ মুসলিম ছিলেন এবং মুশরিকদের মধ্যে ছিলেন না।",
        "transliteration": "Asbahna AAala fitratil-islam, waAAala kalimatil-ikhlas, waAAala deeni nabiyyina Muhammad ﷺ, waAAala millati abeena Ibraheem, haneefan musliman wama kana minal-mushrikeen.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "",
        "source": "আহমাদ ৩/৪০৬ ও ৪০৭, নং ১৫৩৬০ ও ১৫৫৬৩; ইবনে সুন্নী 'আমাল আল-ইয়াওম ওয়াল-লাইলাহ' নং ৩৪। দেখুন: সহীহ আল-জামি' ৪/২০৯।",
        "type": 1,
        "audio": "https://www.hisnmuslim.com/audio/ar/90.mp3",
        "hadith_text": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ ذَرٍّ، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: \"أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ، وَعَلَى كَلِمَةِ الْإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ\".",
        "explanation_of_hadith_vocabulary": "قوله (أصبحنا) أي: دخلنا في الصباح، وهذا الدعاء من أذكار الصباح (على فطرة الإسلام) الجار والمجرور حال: ونحن على فطرة الإسلام، أي: على السنة التي سنها الله تعالى لعباده، وهي الإسلام، فالإضافة بيانية (كلمة الإخلاص) أي: كلمة تدل على إخلاص القائل ويصير بها القائل من المخلصين، وهي كلمة التوحيد (وعلى دين نبينا) يدل على أن النبي مبعوث إلى نفسه حتى له أن يضيف اسم النبي إلى نفسه  لذلك (ملة أبينا) أي: دينه (حنيفا) مائلا عن الباطل حال من (إبراهيم)."
    },
    {
        "order": 26,
        "content": "أمسينا على فطرة الإسلام، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ ﷺ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ",
        "translation": "আমরা সন্ধ্যায় পৌঁছেছি ইসলামের ফিতরাতের উপর, খাঁটি ঈমানের কালিমার উপর, আমাদের নবী মুহাম্মাদ ﷺ-এর দ্বীনের উপর এবং আমাদের পিতা ইবরাহীমের মিল্লাতের উপর, যিনি হানীফ মুসলিম ছিলেন এবং মুশরিকদের মধ্যে ছিলেন না।",
        "transliteration": "Amsayna AAala fitratil-islam, waAAala kalimatil-ikhlas, waAAala deeni nabiyyina Muhammad ﷺ, waAAala millati abeena Ibraheem, haneefan musliman wama kana minal-mushrikeen.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "",
        "source": "আহমাদ ৩/৪০৬ ও ৪০৭, নং ১৫৩৬০ ও ১৫৫৬৩; ইবনে সুন্নী 'আমাল আল-ইয়াওম ওয়াল-লাইলাহ' নং ৩৪। দেখুন: সহীহ আল-জামি' ৪/২০৯।",
        "type": 2,
        "audio": "https://www.hisnmuslim.com/audio/ar/90.mp3",
        "hadith_text": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ ذَرٍّ، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ: \"أَصْبَحْنَا عَلَى فِطْرَةِ الْإِسْلَامِ، وَعَلَى كَلِمَةِ الْإِخْلَاصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ\".",
        "explanation_of_hadith_vocabulary": "قوله (أصبحنا) أي: دخلنا في الصباح، وهذا الدعاء من أذكار الصباح (على فطرة الإسلام) الجار والمجرور حال: ونحن على فطرة الإسلام، أي: على السنة التي سنها الله تعالى لعباده، وهي الإسلام، فالإضافة بيانية (كلمة الإخلاص) أي: كلمة تدل على إخلاص القائل ويصير بها القائل من المخلصين، وهي كلمة التوحيد (وعلى دين نبينا) يدل على أن النبي مبعوث إلى نفسه حتى له أن يضيف اسم النبي إلى نفسه  لذلك (ملة أبينا) أي: دينه (حنيفا) مائلا عن الباطل حال من (إبراهيم)."
    },
    {
        "order": 27,
        "content": "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً",
        "translation": "হে আল্লাহ! আমি আপনার কাছে উপকারী জ্ঞান, পবিত্র রিযিক এবং কবুলযোগ্য আমল প্রার্থনা করছি।",
        "transliteration": "Allahumma innee as-aluka AAilman naafiAAan, warizqan tayyiban, waAAamalan mutaqabbalan.",
        "count": 1,
        "count_description": "একবার",
        "fadl": "ফজরের নামাজের পর এই দোয়া পড়া সুন্নাহ।",
        "source": "ইবনে মাজাহ ২/১২৬৪, নং ৯২৫; ইবনে সুন্নী নং ৫৪; আহমাদ ৬/৩০৫। আলবানী সহীহ ইবনে মাজাহ ২/৩১৮-এ সহীহ বলেছেন।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/91.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 28,
        "content": "لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "translation": "আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান।",
        "transliteration": "La ilaha illallah wahdahu la sharika lah, lahul-mulku wa lahul-hamdu wa huwa AAala kulli shay-in qadeer.",
        "count": 10,
        "count_description": "দশবার",
        "fadl": "যে ব্যক্তি দিনে একশ'বার এটা বলবে, তার জন্য দশজন ক্রীতদাস মুক্ত করার সওয়াব হবে, তার জন্য একশ'টি নেকী লেখা হবে, তার একশ'টি গুনাহ মোচন করা হবে এবং সেদিন শয়তান তার কাছে আসতে পারবে না (আসর পর্যন্ত)।",
        "source": "বুখারী ৮/১০৮, নং ৬৪০৩; মুসলিম ৪/২০৭১, নং ২৬৯১।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/92.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 29,
        "content": "اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ",
        "translation": "হে আল্লাহ! আমাদের নবী মুহাম্মাদ ﷺ-এর উপর দরূদ ও সালাম পাঠান।",
        "transliteration": "Allahumma salli wa sallim AAala nabiyyina Muhammad.",
        "count": 10,
        "count_description": "দশবার",
        "fadl": "যে ব্যক্তি দিনে একশ'বার দরূদ পড়বে, কিয়ামতের দিন তার জন্য সুপারিশ করা হবে।",
        "source": "আহমাদ ১০/৭৫; তাবারানী আল-আওসাত ১/৩০৭, নং ১০৫২। আলবানী সহীহ আল-জামি' ৬৪৬৪-এ সহীহ বলেছেন।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/93.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 30,
        "content": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
        "translation": "আমি আল্লাহর পরিপূর্ণ কালিমাসমূহের মাধ্যমে তাঁর সৃষ্টির অনিষ্ট থেকে আশ্রয় প্রার্থনা করছি।",
        "transliteration": "AAAoodhu bikalimatillahit-tammati min sharri ma khalaq.",
        "count": 3,
        "count_description": "তিনবার",
        "fadl": "সন্ধ্যায় তিনবার পড়লে সকাল পর্যন্ত সব অনিষ্ট থেকে সুরক্ষিত থাকবে।",
        "source": "মুসলিম ৪/২০৮৮, নং ২৭০৯।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/2.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 31,
        "content": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ",
        "translation": "আল্লাহ পবিত্র এবং তাঁর প্রশংসা, তাঁর সৃষ্টির সংখ্যা পরিমাণ, তাঁর সন্তুষ্টির পরিমাণ, তাঁর আরশের ওজন পরিমাণ এবং তাঁর কালিমাসমূহের কালি পরিমাণ।",
        "transliteration": "Subhanallahi wa bihamdihi: AAadada khalqihi, wa rida nafsihi, wa zinata AAarshihi, wa midada kalimatihi.",
        "count": 3,
        "count_description": "তিনবার",
        "fadl": "যে ব্যক্তি দিনে তিনবার এটা পড়বে, সে সকাল-সন্ধ্যার যিকিরের মধ্যে সবচেয়ে বেশি সওয়াব পাবে।",
        "source": "মুসলিম ৪/২০৯০, নং ২৭২৬।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/94.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 32,
        "content": "لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
        "translation": "আল্লাহ ছাড়া কোনো ইলাহ নেই, তিনি একক, তাঁর কোনো শরীক নেই। রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সবকিছুর উপর ক্ষমতাবান।",
        "transliteration": "La ilaha illallah wahdahu la sharika lah, lahul-mulku wa lahul-hamdu wa huwa AAala kulli shay-in qadeer.",
        "count": 100,
        "count_description": "একশ'বার",
        "fadl": "দিনে একশ'বার পড়লে দশজন ক্রীতদাস মুক্ত করার সওয়াব, একশ' নেকী, একশ' গুনাহ মাফ এবং শয়তান সেদিন আসতে পারবে না।",
        "source": "বুখারী ৮/১০৮, নং ৬৪০৩; মুসলিম ৪/২০৭১, নং ২৬৯১।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/92.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 33,
        "content": "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ",
        "translation": "আমি আল্লাহর কাছে ক্ষমা প্রার্থনা করছি এবং তাঁর দিকে তওবা করছি।",
        "transliteration": "Astaghfirullaha wa atoobu ilayhi.",
        "count": 100,
        "count_description": "একশ'বার",
        "fadl": "দিনে একশ'বার ইস্তিগফার পড়লে আল্লাহ তার গুনাহ মাফ করেন এবং তাকে সন্তুষ্ট করেন।",
        "source": "বুখারী ৮/৭৫, নং ৬৩০৭; মুসলিম ৪/২০৭৫, নং ২৭০২।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/95.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    },
    {
        "order": 34,
        "content": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ",
        "translation": "আল্লাহ পবিত্র এবং তাঁর প্রশংসা।",
        "transliteration": "Subhanallahi wa bihamdihi.",
        "count": 100,
        "count_description": "একশ'বার",
        "fadl": "যে ব্যক্তি দিনে একশ'বার এটা বলবে, তার গুনাহসমূহ সমুদ্রের ফেনার সমান হলেও মাফ করে দেওয়া হবে।",
        "source": "মুসলিম ৪/২০৯১, নং ২৬৯১।",
        "type": 0,
        "audio": "https://www.hisnmuslim.com/audio/ar/96.mp3",
        "hadith_text": "",
        "explanation_of_hadith_vocabulary": ""
    }
]